Repository: einarhre/tindajudoshiai
Catalog: common/judoshiai-*.po
Languages: cs_cz, da_dk, de_de, es_es, fa_ir, fi_fi, fr_fr, he_il, is_is, nb_no, pl_pl, ru_ru, sk_sk, sv_se, uk_ua

source: Print SVG
da_dk: Udskriv SVG
de_de: SVG drucken
es_es: Imprimir SVG
fa_ir: چاپ اس.وی.جی
fi_fi: Tulosta SVG
fr_fr: Imprimer SVG
is_is: Prenta SVG
nb_no: Skriv ut SVG
pl_pl: Drukuj SVG
sk_sk: Vytlač SVG
sv_se: Skriv ut SVG
uk_ua: Друкувати SVG

source: Extra Links
de_de: Zusätzliche Hyperlinks
fi_fi: Lisälinkit
fr_fr: Liens supplémentaires
is_is: Auka hlekkir

source: Link
de_de: Hyperlink
fi_fi: Linkki
fr_fr: Lien
is_is: Hlekkur

source: (Example)
de_de: (Beispiel)
fi_fi: (Esimerkki)
fr_fr: (Exemple)
is_is: (Dæmi)

source: Embed
de_de: Einbetten
fi_fi: Upota
fr_fr: Intégrer
is_is: Ívefja

source: New Window
de_de: Neues Fenster
fi_fi: Uusi ikkuna
fr_fr: Nouvelle fenetre
is_is: Nýr gluggi

source: Category starts
cs_cz: Start kategorie
da_dk: Kategori starter
de_de: Klasse beginnt
es_es: Comienzo de categoria
fa_ir: شروع دسته بندی
fi_fi: Sarja alkaa
fr_fr: La catégorie commence
he_il: קטגוריה מתחילה
is_is: Flokkur hefst
nb_no: Kategorien starter
pl_pl: Rozpoczęcie kategorii
ru_ru: Начало весовой категории
sk_sk: Začiatok kategórie
sv_se: Kategori börjar
uk_ua: Початок категорії

source: About JudoInfo
cs_cz: O JudoInfo
da_dk: Om JudoInfo
de_de: Über JudoInfo
es_es: Acerca de JudoInfo
fa_ir: درباره جودو اینفو
fi_fi: Tietoja JudoInfosta
fr_fr: À propos de JudoInfo
is_is: Um JudoInfo
nb_no: Om JudoInfo
pl_pl: O aplikacji JudoInfo
ru_ru: О Judoinfo
sk_sk: O aplikácií JudoInfo
sv_se: Om JudoInfo
uk_ua: Про JudoInfo

source: Normal display
cs_cz: Normální display
de_de: Normalansicht
es_es: Pantalla Normal
fa_ir: نمایش عادی
fi_fi: Normaali näyttö
fr_fr: Affichage normal
he_il: תצוגה רגילה
is_is: Venjulegt skjáútlit
nb_no: Normal skjerm
pl_pl: Normalny format wyświetlania
ru_ru: Стандартный экран
sk_sk: Normálna Obrazovka
uk_ua: Нормальний показ

source: Small display
cs_cz: Malý display
da_dk: Lille display
de_de: Miniaturansicht
es_es: Pantalla pequeña
fa_ir: صفحه نمایش کوچک
fi_fi: Pieni näyttö
fr_fr: Petit affichage
he_il: תצוגה קטנה
is_is: Lítið skjáútlit
nb_no: Liten skjerm
pl_pl: Mały format wyświetlania
ru_ru: Маленький дисплей
sk_sk: Malá obrazovka
sv_se: Liten display
uk_ua: Малий дисплей

source: Horizontal display
cs_cz: Horizontální display
da_dk: Horisontal display
de_de: Horizontale Ansicht
es_es: Pantalla Horizontal
fa_ir: نمایش افقی
fi_fi: Vaakanäyttö
fr_fr: Affichage horizontal
he_il: לאורך
is_is: Lárétt skjáútlit
nb_no: Horisontal skjerm
pl_pl: Pionowy format wyświetlania
ru_ru: Горизонтальный экран
sk_sk: Horizontálna Obrazovka
sv_se: Horisontell display
uk_ua: Горизонтальний показ

source: Mirror tatami order
cs_cz: Zrcadli tatami
da_dk: Omvendt måtterækkefølge
de_de: Spiegel Matten-Reihenfolge
es_es: Invertir orden de tatamis
fa_ir: دستور بازگشت از تاتامی
fi_fi: Käänteinen mattojärjestys
fr_fr: Ordre de Tatami miroir
he_il: סדר מזרנים ראי
is_is: Snúa við röð keppnisvalla
nb_no: Speil tatami-rekkefølgen
pl_pl: Odwrotna kolejność mat
ru_ru: «зеркальный» Порядок татами
sk_sk: Obrátenie Poradia Tatami
sv_se: Spegla matchområdsordning
uk_ua: Зворотний порядок татамі

source: Write to file
cs_cz: Zapiš do souboru
da_dk: Skriv til fil
de_de: In Datei schreiben
es_es: Escribir a fichero
fa_ir: نوشتن روی فایل
fi_fi: Kirjoita tiedostoon
fr_fr: Écrire dans le fichier
he_il: כתוב לקובץ
is_is: Skrifa í skrá
nb_no: Skriv til fil
pl_pl: Zapisz do pliku
ru_ru: Записать в файл
sk_sk: zapísať do súboru
sv_se: Skriv till fil
uk_ua: Записати у файл

source: Show bracket
da_dk: Vis bracket
de_de: Zeige Graphik
fa_ir: نمایش شاخه ها
fi_fi: Näytä kaavio
fr_fr: Afficher groupement
is_is: Sýna riðil
sk_sk: Zobraziť list

source: Show Tatami
cs_cz: Ukaž tatami
da_dk: Vis Måtte
de_de: Zeige Matte
es_es: Mostrar tatami
fa_ir: نمایش تاتامی
fi_fi: Näytä tatami
fr_fr: Afficher Tatami
he_il: הצג מזרן
is_is: Sýna keppnisvöll
nb_no: Vis tatami
pl_pl: Pokaż matę
ru_ru: Укажи татами
sk_sk: Zobraziť Tatami
sv_se: Visa matchområdet
uk_ua: Показати татамі

source: Update
da_dk: Opdater
de_de: Aktualisieren
fi_fi: Päivitä
fr_fr: Mise à jour
is_is: Uppfæra

source: New version:
da_dk: Ny version:
de_de: Neue Version:
fi_fi: Uusi versio:
fr_fr: Nouvelle version:
is_is: Ný útgáfa:

source: Current version:
da_dk: Nuværende version:
de_de: Aktuelle Version:
fi_fi: Nykyinen versio:
fr_fr: Version actuelle:
is_is: Núverandi útgáfa:

source: Update to new version?
da_dk: Opdater til ny version?
de_de: Auf neue Version aktualisieren?
fi_fi: Päivitä uuteen versioon?
fr_fr: Mettre à jour vers la nouvelle version?
is_is: Uppfæra í nýja útgáfu?

source: Address of the communication node
cs_cz: Adresa komunikačního kanálu
da_dk: Adresse til kommunikationsnoden
de_de: Netzknoten-Adresse
es_es: Dirección del nodo de comunicación
fa_ir: آدرس های نقطه اتصال
fi_fi: Tietoliikennesolmu
fr_fr: L'adresse du noeud de communication
he_il: כתובת רכיב תקשורת
is_is: Vistfang samskiptabúnaðar
nb_no: Adresse til kommunikasjonsnoden
pl_pl: Adres węzła połączeń
ru_ru: Адрес соединения
sk_sk: Adresa komunikačného uzla
sv_se: Adress till kommunikations nod
uk_ua: Адреса мережі

source: IP address:
cs_cz: IP-adresa:
da_dk: IP-adresse:
de_de: IP-Adresse:
es_es: Dirección IP:
fa_ir: آی پی آدرس:
fi_fi: IP-osoite:
fr_fr: Adresse IP:
he_il: כתובת שרת
is_is: IP vistfang:
nb_no: IP-adresse:
pl_pl: Adres IP:
ru_ru: ИП адрес
sk_sk: IP Adresa:
sv_se: IP-adress:
uk_ua: IP-адреси:

source: Multicast
fr_fr: Multidiffusion
is_is: Margvarp

source: Serial Communication
cs_cz: Sériová komunikace
da_dk: Seriel Kommunikation
de_de: Serielle Verbindung
es_es: Comunicación Puerto Serie
fi_fi: Sarjaliikenne
fr_fr: Communication série
he_il: תקשורת טורית
is_is: Raðbundin samskipti
nb_no: Seriekommunikasjon
pl_pl: Połączenie RS-232
sk_sk: Sériová komunikácia RS-232
sv_se: Seriell kommunikation
uk_ua: Послідовна зв'язок

source: In Use
da_dk: I brug
de_de: Aktiv
es_es: En Uso
fa_ir: در حال استفاده
fi_fi: Käytössä
fr_fr: En cours d'utilisation
he_il: בשימוש
is_is: Í notkun
nb_no: I bruk
pl_pl: Włączona
ru_ru: Использован
sk_sk: Používa sa
sv_se: Används
uk_ua: Задіяти

source: Device
cs_cz: Zařízení
da_dk: Enhed
de_de: Gerät
es_es: Dispositivo
fa_ir: دستگاه
fi_fi: Laite
fr_fr: Appareil
he_il: מכשיר
is_is: Tæki
nb_no: Enhet
pl_pl: Urządzenie
ru_ru: Устройство
sk_sk: Zariadenie
sv_se: Enhet
uk_ua: Порт

source: Baudrate
cs_cz: Přenosová rychlost
da_dk: Buadhastighed
fa_ir: سرعت
fi_fi: Nopeus
fr_fr: Vitesse de transmission
is_is: Flutningshraði
nb_no: Baudhastighet
pl_pl: Szybkość transmisji
ru_ru: Сторость передачи данных
sk_sk: Rýchlosť prenosu
sv_se: Baudhastighet
uk_ua: Швидкість

source: Type
de_de: Waagentyp
es_es: Tipo
fa_ir: بنویسید
fi_fi: Tyyppi
he_il: סוג
is_is: Gerð
pl_pl: Rodzaj
ru_ru: тип
sk_sk: Typ
sv_se: Typ

source: WARNING: NO CONTROL
da_dk: ADVARSEL: INGEN KONTROL
de_de: ACTHTUNG: KEINE KONTROLLE
fa_ir: اخطار: کنترل نشده است
fi_fi: VAROITUS: KONTROLLIA EI ASETETTU
fr_fr: AVERTISSEMENT: AUCUN CONTRÔLE
he_il: אזהרה: אין שליטה
is_is: AÐVÖRUN: EKKERT EFTIRLIT
nb_no: ADVARSEL: INGEN KONTROLL
pl_pl: UWAGA: BRAK KONTROLI
sk_sk: POZOR: BEZ KONTROLY
sv_se: VARNING: INGEN KONTROLL
uk_ua: УВАГА: КЕРУВАННЯ ВІДСУТНЄ

source: Name:
cs_cz: Jméno:
da_dk: Navn:
es_es: Nombre:
fa_ir: نام:
fi_fi: Nimi:
fr_fr: Nom:
he_il: שם:
is_is: Nafn:
nb_no: Navn:
pl_pl: Nazwa:
ru_ru: Имя
sk_sk: Meno:
sv_se: Namn:
uk_ua: Ім'я:

source: Corrected:
da_dk: Korrigeret:
de_de: Korrigiert:
fi_fi: Korjattu:
fr_fr: Corrigé(e):
is_is: Leiðrétt:

source: Confirm:
cs_cz: Potvrď:
da_dk: Bekræft:
de_de: Bestätigen:
es_es: Confirmar:
fa_ir: تایید:
fi_fi: Vahvistus:
fr_fr: Confirmer:
he_il: אשר
is_is: Staðfesta:
nb_no: Bekreft:
pl_pl: Potwierdź:
ru_ru: Подтверждение
sk_sk: Potvrdiť:
sv_se: Bekräftelse:
uk_ua: Підтвердити:

source: New Password:
da_dk: Nyt Kodeord:
de_de: Neues Passwort:
fa_ir: رمزعبور جدید
fi_fi: Uusi salasana:
fr_fr: Nouveau mot de passe:
he_il: סיסמא חדשה:
is_is: Nýtt lykilorð:
nb_no: Nytt passord:
sk_sk: Nové heslo:

source: Old Password:
da_dk: Gammelt Kodeord:
de_de: Altes Passwort:
fa_ir: رمزعبور قدیمی
fi_fi: Vanha salasana:
fr_fr: Vieux mot de passe:
he_il: סיסמא ישנה
is_is: Gamalt lykilorð:
nb_no: Gammelt passord:
sk_sk: Staré heslo:

source: Wrong password!
da_dk: Forkert Kodeord!
de_de: Falsches Passwort!
fa_ir: رمزعبور اشتباه است
fi_fi: Salasana väärin!
fr_fr: Mauvais mot de passe!
he_il: סיסמא שגויה!
is_is: Rangt lykilorð!
nb_no: Feil passord!
sk_sk: Nesprávnej heslo!

source: About JudoWeight
cs_cz: O JudoWeight
da_dk: Om JudoWeight
de_de: Über JudoWeight
es_es: Acerca de JudoWeight
fa_ir: درباره JudoWeight
fi_fi: Tietoja JudoWeightista
fr_fr: À propos de JudoWeight
is_is: Um JudoWeight
nb_no: Om JudoWeight
pl_pl: O aplikacji JudoWeight
ru_ru: о взвешивании
sk_sk: O aplikácii JudoWeight
sv_se: Om JudoWeight
uk_ua: Про JudoWeight

source: Scale Correction
da_dk: Vægtkorrektion
de_de: Waagen-Korrektur
fi_fi: Puntarin korjaus
fr_fr: Correction de balance
is_is: Leiðrétting vogar

source: Real
de_de: Tatsächlich
fi_fi: Todellinen
fr_fr: Réel
is_is: Raungildi

source: Display
de_de: Angezeigt
fi_fi: Näyttö
fr_fr: Afficher
is_is: Birt

source: Error
da_dk: Fejl
de_de: Abweichung
fi_fi: Virhe
fr_fr: Erreur
is_is: Skekkja

source: ERROR
da_dk: FEJL
de_de: FEHLER
fi_fi: VIRHE
fr_fr: ERREUR
is_is: VILLA

source: Scale Correction Table
da_dk: Vægtkorrigeringstabel
de_de: Waagen-Korrekturtabelle
fi_fi: Puntarin korjaustaulukko
is_is: Leiðréttingartafla vogar

source: No manual edit
da_dk: Ingen manuel editering
de_de: Keine manuelle Eingabe
fa_ir: بدون ادیت دستی
fi_fi: Ei manuaalista muuttamista
fr_fr: Aucune modification manuelle
he_il: אין עריכה ידנית
is_is: Engin handvirk breyting
nb_no: Ikke manuell redigering
sk_sk: Bez manuálnej editácie

source: Automatic send
da_dk: Automatisk Afsendelse
de_de: Automatisch Übertragen
fa_ir: ارسال خودکار
fi_fi: Automaattinen lähetys
fr_fr: Envoi automatique
he_il: שליחה אוטומטית
is_is: Senda sjálfkrafa
nb_no: Send automatisk
sk_sk: Automatické posielanie

source: Print label
da_dk: Udskriv label
de_de: Drucke Label
fa_ir: چاپ برچسب
fi_fi: Tulosta nimilappu
fr_fr: Imprimer l'étiquette
he_il: הדפס תווית
is_is: Prenta miða
nb_no: Skriv merkelapp
sk_sk: Tlač štítka

source: No margins
da_dk: Ingen marginer
de_de: Kein Spielraum
fa_ir: بدون حاشیه
fi_fi: Ei marginaaleja
fr_fr: Pas de marges
he_il: ללא שוליים
is_is: Engar spássíur
nb_no: Ingen marger
sk_sk: Bez okrajov

source: Fit page
da_dk: Tilpas side
de_de: Seite anpassen
fa_ir: تمام صفحه
fi_fi: Sovita sivulle
he_il: התאם לדף
is_is: Sníða að síðu
nb_no: Fyll arket
sk_sk: Na stránku

source: No match soon! Please wait for a while.
cs_cz: Žádný zápas! Prosím počkejte chvíli
da_dk: Ingen snarlige kampe! Vent til senere.
de_de: Vorerst kein Kampf! Bitte ein wenig Geduld.
es_es: ¡No hay combates proximamente! Por favor espere un rato
fa_ir: فعلا مسابقه ای نیست!چند لحظه صبر کنید
fi_fi: Ei ottelua lähiaikoina! Odota vielä.
fr_fr: Aucun match bientôt! S'il vous plaît attendez pendant un certain temps.
he_il: אין קרב בקרוב, נא המתן
is_is: Það er bið í næstu viðureign, vinsamlegast bíðið
nb_no: Ingen snarlig kamp! Vent en stund.
pl_pl: Wkrótce koniec walk! Poczekaj chwilę.
ru_ru: матчей нет! Просим подождать
sk_sk: Čoskoro ukončenie zápasov! Čakaj.
sv_se: Ingen match snart! Vänta en stund.
uk_ua: Перерва в сутичках! Будь ласка, зачекайте деякий час.

source: About JudoJudogi
cs_cz: O JudoJudogi
da_dk: Om JudoJudogi
de_de: Über JudoJudogi
es_es: Acerca de JudoJudogi
fa_ir: درباره JudoJudogi
fi_fi: Tietoja JudoJudogista
fr_fr: À propos de JudoJudogi
is_is: Um JudoJudogi
nb_no: Om JudoJudogi
pl_pl: O aplikacji JudoJudogi
ru_ru: О Дзюдо-ги
sk_sk: O aplikácii JudoJudogi
sv_se: On JudoJudogi
uk_ua: Про JudoJudogi

source: Camera
de_de: Kamera
fi_fi: Kamera
fr_fr: Caméra
is_is: Myndavél

source: Reload
de_de: Neu Laden
fi_fi: Lataa uudelleen
fr_fr: Recharger
is_is: Endurhlaða

source: About JudoProxy
de_de: Über JudoProxy
fr_fr: À propos de JudoProxy
is_is: Um JudoProxy

source: Advertise addresses
is_is: Auglýsa vistföng

source: Show video
is_is: Sýna upptöku

source: About Judotimer
da_dk: Om Judotimer
de_de: Über Judotimer
fi_fi: Tietoja Judotimerista
sv_se: Om Judotimer
uk_ua: Про Judotimer

source: Advertisement
da_dk: Annoncering
de_de: Werbung
fi_fi: Mainos
sv_se: Annons
uk_ua: Реклама

source: All the categories has been drawn
da_dk: Alle kategorierne er udtrukket
de_de: Alle Klassen wurden ausgelost
fi_fi: Kaikki sarjat arvottu
sv_se: Alla kategorier har lottats ut
uk_ua: Усі категорії складено

source: Logout
da_dk: Log ud
de_de: Abmelden
fi_fi: Kirjaudu ulos
sv_se: Logga ut
uk_ua: Вийти

source: No, this the only JudoShiai program. Purge erroneous lock file.
da_dk: Nej, dette er det eneste JudoShiai program. Rens forkert låsefil
de_de: Nein, dies ist das einzige JudoShiai. Lock-Datei freigeben.
fi_fi: Ei, tämä on ainut JudoShiai-ohjelma. Pura virheellinen lukitus.
sv_se: Nej, detta är det enda JudoShiai programmet. Rensa felaktig låsfil.
uk_ua: Ні, це єдина програма JudoShiai. Видалити файл блокування.

source: SWE Dubb återkv
cs_cz: SWE Dbl Repchg
es_es: SWE Rep doble
fi_fi: SWE Ransk.
he_il: רפסג כפול שוודי
nb_no: SWE dobbel rekval
pl_pl: SWE podwójny repasaż
ru_ru: SWE Ransk.
sk_sk: SWE Dvojnásobná Repasáž

source: SWE Dir återkv
cs_cz: SWE dir Repchg
es_es: SWE Doble pérdida
fi_fi: SWE Suora ker.
he_il: הזדמנות שנייה שוודית
nb_no: SWE direkte rekval
pl_pl: SWE bezpośredni repasaż
ru_ru: SWE Suora ker.
sk_sk: Celková Repasáž

source: EST D klass
cs_cz: EST D
es_es: EST Doble pérdida
fa_ir: EST D
fi_fi: EST Pitkä ker.
he_il: נוק אאוט כפול אסטוני
pl_pl: EST juniorzy D
ru_ru: EST Pitkä ker.
sk_sk: EST juniori D
uk_ua: EST D

source: SWE Enkelt återkv
cs_cz: SWE jednoduché opravy
es_es: SWE. Rep simple
fi_fi: SWE Lyhyet ker.
he_il: SWE Lyhyet ker.
nb_no: SVE enkelt rekval
pl_pl: SWE pojedynczy repasaż
ru_ru: SWE Lyhyet ker.
sk_sk: SWE Jednoduchá Repasáž

source: ESP Dbl Lost
cs_cz: ESP Dbl prohra
de_de: ESP Doppel-KO
es_es: ESP Dbl. per.
fi_fi: ESP Pitkä ker.
fr_fr: ESP Dbl perdu
he_il: הפסד כפול ספרדי
nb_no: ESP dobbel tapt
pl_pl: ESP do dwóch przegranych
ru_ru: ESP Pitkä ker.
sk_sk: ESP Dvojnásobná Prehra

source: ESP Dbl Rep
cs_cz: ESP Dbl.opravy
de_de: ESP doppelte Trostrunde
es_es: ESP Rep. doble
fi_fi: ESP Ransk.
he_il: ESP Ransk.
nb_no: ESP dobbel rekval
pl_pl: ESP podwójny repasaż
ru_ru: ESP Ransk.
sk_sk: ESP Dvojnásobná Repasáž

source: GBR Knock Out
cs_cz: GBR KO
de_de: GBR KO-System
es_es: GBR Eliminatoria
fi_fi: GBR Ranskalainen
he_il: GBR Ranskalainen
pl_pl: GBR pucharowy
ru_ru: GBR нокаут

source: EST D klass 1 brz
fi_fi: EST Pitkä ker. 1 pronssi
he_il: EST Pitkä ker. 1 pronssi
pl_pl: EST juniorzy D
sk_sk: EST juniori D 1 bronz

source: ESP Double Lost
cs_cz: ESP Dvojitá prohra
de_de: ESP Doppel-KO-System
es_es: ESP Doble pérdida
fi_fi: ESP Pitkä keräily
fr_fr: ESP Double perdu
he_il: הזדמנות כפולה ספרדי- שיטה אולימפית מעל 16
nb_no: ESP dobbel tapt
pl_pl: ESP do dwóch przegranych
ru_ru: двойное поражение
sk_sk: ESP Dvojnásobná Prehra

source: Results in Ukrainian
da_dk: Resultater på ukrainsk
de_de: Ergebnisse in Ukrainisch
fi_fi: Tulostus ukrainaksi
sv_se: Resultaten på ukrainska
uk_ua: Результати українською

source: Win in Golden Score gives 1 point
da_dk: Sejr i Golden Score giver 1 point
de_de: Sieg in Golden Score zählt 1 Punkt
fi_fi: Voittopiste jatkoajalla aina 1
sv_se: Vinst i Golden Score ger 1 poäng
uk_ua: Golden Score - до першої оцінки

source: Round Robin
de_de: Jeder Gegen Jeden
fa_ir: مسابقه دوره ای
fi_fi: Pooli
he_il: ליגה
sk_sk: Skupina

source: Double Lost
cs_cz: Dvojitá prohra
de_de: Doppel-KO
es_es: Doble pérdida
fr_fr: Double perdu
pl_pl: Do dwóch przegranych walk
ru_ru: двойной проигрыш
sk_sk: Dvojnásobná Prehra
uk_ua: До двох поразок

source: CTL
sk_sk: OVL

source: Hikiwake
fa_ir: نساوی
he_il: היקיוואקה

source: Hantei
fa_ir: پرچم
he_il: הנטיי
uk_ua: Хантей

source: JudoTimer
he_il: לוח התוצאות

source: ID:
fa_ir: آیدی:
he_il: תז:
ru_ru: ИД
uk_ua: Код:

source: SQL
fa_ir: اس کیو ال
