Repository: einarhre/tindajudoshiai
Catalog: common/judoshiai-*.po
Languages: cs_cz, da_dk, de_de, es_es, fa_ir, fi_fi, fr_fr, he_il, is_is, nb_no, pl_pl, ru_ru, sk_sk, sv_se, uk_ua

source: Club
cs_cz: Klub
da_dk: Klub
de_de: Verein
fa_ir: باشگاه
fi_fi: Seura
he_il: אגודה
is_is: Félag
nb_no: Klubb
pl_pl: Klub
ru_ru: Клуб
sk_sk: Klub
sv_se: Klubb
uk_ua: Команда

source: Contest area
cs_cz: Tatami
da_dk: Måtte
de_de: Matte
es_es: Área de combate
fa_ir: تاتامی
fi_fi: Matto
fr_fr: Tatami
he_il: אזור תחרות
is_is: Keppnisvöllur
nb_no: Matter
pl_pl: Pole walki
ru_ru: Татами
sk_sk: Miesto zápasenia
sv_se: Mattan
uk_ua: Татамі

source: Contest area not chosen
cs_cz: Tatami není vybrána
da_dk: Ingen måtte er valgt
de_de: Keine Matte gewählt
es_es: Tatami no seleccionado
fa_ir: تاتامی انتخاب نشده است
fi_fi: Mattoa ei valittu
fr_fr: Tatami non défini
he_il: לא נבחה זירת התמודדות
is_is: Keppnisivöllur ekki valinn
nb_no: Matte ikke valgt
pl_pl: Nie wybrano pola walki
ru_ru: Татами не выбран
sk_sk: Nie je zvolené miesto zápasenia
sv_se: Ingen vald matta
uk_ua: Татамі не вибрано

source: Communication node
cs_cz: Komunikační uzel
da_dk: Kommunikationsnode
de_de: Netzwerkknoten
es_es: Nodo de comunicación
fa_ir: نقطه اتصال
fi_fi: Tietoliikennesolmu
fr_fr: Noeud de Communication
he_il: רכיב תקשורת
is_is: Samskiptabúnaður
nb_no: Kommunikasjonstjener
pl_pl: Węzeł połączeń
ru_ru: Соединение
sk_sk: Komunikačný uzol
sv_se: Kommunikation nod
uk_ua: Мережа

source: Own IP addresses
cs_cz: Vlastní IP-adresa
da_dk: Egne IP-adresser
de_de: Eigene IP-Adresse
es_es: IP propia
fa_ir: آی پی آدرس این دستگاه
fi_fi: Omat IP-osoitteet
fr_fr: Adresses IP Propres
he_il: כתובת שרת עצמית
is_is: Eigið IP vistfang
nb_no: Egne IP-adresser
pl_pl: Własne adresy IP
ru_ru: Ваш IP адрес
sk_sk: Vlastná IP adresa
sv_se: Egna IP-adresser
uk_ua: Власні IP адреси

source: Video server
es_es: Servidor de Video
fa_ir: ویدئو سرور
fi_fi: Videopalvelin
fr_fr: Serveur vidéo
he_il: Videopalvelin
is_is: Kvikmyndaþjónn
pl_pl: Serwer wideo
ru_ru: видео-сервер
uk_ua: Відеосервер

source: Set time
cs_cz: Nastav čas
da_dk: Indstil tid
de_de: Kampfzeiten setzen
es_es: Configurar tiempo
fa_ir: تنظیم زمان
fi_fi: Aseta aika
fr_fr: Ajuster le temps
he_il: הגדר זמן
is_is: Stilla tíma
nb_no: Sett tid
pl_pl: Ustaw czas
ru_ru: Настройка времени
sk_sk: Nastaviť čas
sv_se: Ställ in tid
uk_ua: Установка часу

source: Increment time
cs_cz: Zvýšení času
da_dk: Forøg kamptiden
de_de: Kampfzeit erhöhen
es_es: Incrementar tiempo
fa_ir: افزایش زمان
fi_fi: Lisää ottelukelloa
fr_fr: Ajouter du temps
he_il: העלאת זמן
is_is: Lengja tíma
nb_no: Øk tid
pl_pl: Czas narastająco
ru_ru: Добавить время сек
sk_sk: Zvýšenie času
sv_se: Öka matchtiden
uk_ua: Збільшення часу

source: Decrement time
cs_cz: Snížení času
da_dk: Formindsk kamptiden
de_de: Kampfzeit verringern
es_es: Disminuir tiempo
fa_ir: کاهش زمان
fi_fi: Vähennä ottelukelloa
fr_fr: Enlever du temps
he_il: הורדת זמן
is_is: Stytta tíma
nb_no: Reduser tid
pl_pl: Czas malejąco
ru_ru: Уменьшить время сек
sk_sk: Zníženie času
sv_se: Minska matchtiden
uk_ua: Зменшити час

source: Increment pin time
cs_cz: Zvýšení pin času
da_dk: Forøg holdegrebstid
de_de: Haltegriffzeit erhöhen
es_es: Incrementar tiempo de inmovilización
fa_ir: افزایش زمان اوسای کومی
fi_fi: Lisää sidontakelloa
fr_fr: Ajouter du temps d'immobilisation
he_il: זמן ריתוק עולה
is_is: Lengja fastatakstíma
nb_no: Øk holdetid
pl_pl: Czas w trzymaniu narastająco
ru_ru: Добавить время захвата
sk_sk: Zvýšenie času držania
sv_se: Öka fasthållnings-tid
uk_ua: Збільшити час утримання

source: Decrement pin time
cs_cz: Snížení pin času
da_dk: Formindsk holdegrebstid
de_de: Haltegriffzeit verringern
es_es: Disminuir tiempo de inmovilización
fa_ir: کاهش زمان اوسای کومی
fi_fi: Vähennä sidontakelloa
fr_fr: Enlever du temps d'immobilisation
he_il: זמן ריתוק יורד
is_is: Stytta fastatakstíma
nb_no: Reduser holdetid
pl_pl: Czas w trzymaniu malejąco
ru_ru: Уменьшить время захвата
sk_sk: Zníženie času držania
sv_se: Minska fasthållnings-tid
uk_ua: Зменшити осаекомі

source: Normal operation
cs_cz: Normální operace
da_dk: Normal tilstand
de_de: Standard-Modus
es_es: Operación normal
fa_ir: عملکرد عادی
fi_fi: Normaalitila
fr_fr: Fonctionnement normal
he_il: הפעלה רגילה
is_is: Venjuleg virkni
nb_no: Normal operasjon
pl_pl: Tryb zwykły
ru_ru: Стандартный экран
sk_sk: Normálna operácia
uk_ua: Нормальний режим

source: Slave mode
cs_cz: Slave mód
da_dk: Slave tilstand
de_de: Slave-Modus
es_es: Modo esclavo
fa_ir: حالت مشتری
fi_fi: Orja
fr_fr: Mode esclave
he_il: מסך עוקב
is_is: Þjónustuhamur
nb_no: Slavemodus
pl_pl: Tryb slave
ru_ru: Вторичный режим
sk_sk: Režim Slave (Podriadený)
sv_se: Slav
uk_ua: Режим клієнта

source: Advertise
cs_cz: Reklama
da_dk: Annoncer
de_de: Werbung einblenden
es_es: Publicidad
fa_ir: تبلیغ
fi_fi: Mainosta
fr_fr: Passer une annonce
he_il: פרסומות
is_is: Auglýsa
nb_no: Reklame
pl_pl: Reklama
ru_ru: реклама
sk_sk: Reklama
sv_se: Annonsera
uk_ua: Реклама

source: Sound
cs_cz: Zvuk
da_dk: Lyd
de_de: Ton
es_es: Sonido
fa_ir: صدا
fi_fi: Ääni
fr_fr: Son
he_il: קול
is_is: Hljóð
nb_no: Lyd
pl_pl: Dźwięk
ru_ru: Звук
sk_sk: Zvuk
sv_se: Ljud
uk_ua: Звук

source: Font
da_dk: Skrifttype
de_de: Schriftart
es_es: Tipografía
fa_ir: فونت
fi_fi: Kirjasin
fr_fr: Fonte
he_il: גופן
is_is: Letur
nb_no: Skrifttype
pl_pl: Czcionka
ru_ru: шрифт
sv_se: Typsnitt
uk_ua: Шрифт

source: Manual
cs_cz: Manuál
de_de: Handbuch
fa_ir: دستی
fi_fi: Manuaali
fr_fr: Manuel
he_il: ידני
is_is: Handbók
pl_pl: Instrukcja
ru_ru: Инструкция
sk_sk: Návod
sv_se: Hjälp
uk_ua: Посібник

source: Quick guide
cs_cz: Stručný návod
da_dk: Hurtigguide
de_de: Kurzanleitung
es_es: Guía rápida
fa_ir: راهنمایی سریع
fi_fi: Pikaopas
fr_fr: Guide rapide
he_il: מדריך מהיר
is_is: Leiðbeiningar
nb_no: Hurtigguide
pl_pl: Szybki przewodnik
ru_ru: Краткая инструкция
sk_sk: Rýchly návod
sv_se: Snabbstartguide
uk_ua: Короткий посібник

source: About
cs_cz: O
da_dk: Om
de_de: Über
es_es: Acerca de
fa_ir: درباره
fi_fi: Tietoja
fr_fr: Au sujet de
he_il: אודות
is_is: Um hugbúnaðinn
nb_no: Om Judoshiai
pl_pl: O...
ru_ru: Инфо
sk_sk: O...
sv_se: Om
uk_ua: Про програму

source: OK
fa_ir: تایید
is_is: Í lagi
ru_ru: ОК
uk_ua: Гаразд

source: Show Flags
da_dk: Vis Flag
de_de: Zeige Flaggen
fa_ir: نمایش پرچم ها
fi_fi: Näytä liput
fr_fr: Afficher les drapeaux
he_il: הצג דגלים
is_is: Sýna fána
nb_no: Vis flagg
sk_sk: Zobraziť vlajky

source: Show Initial of Name
da_dk: Vis Initialer
de_de: Zeige Initialen des Vorname
fi_fi: Etunimen 1. kirjain
fr_fr: Afficher l'initiale du nom
he_il: הצג ראשית שם
is_is: Sýna upphafsstaf nafns
nb_no: Vis initialer
sk_sk: Zobraziť prvé písmeno mena

source: Flag size:
da_dk: Flagstørrelse:
de_de: Größe Flagge:
fa_ir: اندازه پرچم
fi_fi: Lipun koko:
fr_fr: Taille du drapeau:
he_il: גודל דגל
is_is: Fánastærð:
nb_no: Størrelse på flagg:
sk_sk: Veľkosť vlajky:

source: Name size:
da_dk: Navnestørrelse
de_de: Größe Name:
fa_ir: اندازه نام
fi_fi: Nimen koko:
fr_fr: Taille du nom:
he_il: גודל שם:
is_is: Nafnastærð
nb_no: Størrelse på navn:
sk_sk: Veľkosť mena:

source: SVG Templates
cs_cz: SVG šablony
da_dk: SVG Skabeloner
de_de: SVG Vorlagen
es_es: Plantilla SVG
fa_ir: قالب اس.وی.جی
fi_fi: SVG-mallineet
fr_fr: Modèles SVG
he_il: SVG-mallineet
is_is: SVG sniðmát
nb_no: SVG maler
pl_pl: Szablony SVG
ru_ru: SVG шаблоны
sk_sk: Šablony SVG
sv_se: SVG mallar
uk_ua: Шаблони SVG

source: Choose a directory
cs_cz: Vyber adresář
da_dk: Vælg en mappe
de_de: Verzeichnis wählen
es_es: Selecciona un directorio
fa_ir: انتخاب یک مسیر
fi_fi: Valitse hakemisto
fr_fr: Choisissez un répertoire
he_il: בחר נתיב
is_is: Veldu skráarmöppu
nb_no: Velg katalog
pl_pl: Wybierz folder
ru_ru: Выбрать каталог
sk_sk: Vybrať adresár
sv_se: Välj en katalog
uk_ua: Виберіть каталог

source: Run Advertisements
cs_cz: Spustit reklamy
da_dk: Kør Annonceringer
de_de: Werbung starten
es_es: Ejecutar publicidad
fa_ir: اجرای تبلیغات
fi_fi: Mainosta
fr_fr: Passer les annonces
he_il: הרץ פרסומות
is_is: Keyra auglýsingar
nb_no: Kjør reklame
pl_pl: Uruchom reklamy
ru_ru: Реклама
sk_sk: Spustiť Reklamy
sv_se: Kör annonser
uk_ua: Оголошення

source: Choose a file
cs_cz: Vyber soubor
da_dk: Vælg en fil
de_de: Datei wählen
es_es: Selecciona un archivo
fa_ir: انتخاب یک فایل
fi_fi: Valitse tiedosto
fr_fr: Choisissez un fichier
he_il: בחר קובץ
is_is: Velja skrá
nb_no: Velg fil
pl_pl: Wybierz plik
ru_ru: Выбери файл
sk_sk: Vybrať súbor
sv_se: Välj en fil
uk_ua: Виберіть файл

source: Sound Files
cs_cz: Zvukové soubory
da_dk: Lydfiler
de_de: Sounddatei
es_es: Archivos de sonido
fa_ir: پوشه صداها
fi_fi: Äänitiedostot
fr_fr: Fichiers de son
he_il: קובצי קול
is_is: Hljóðskrár
nb_no: Lydfiler
pl_pl: Pliki dźwiękowe
ru_ru: Звуковые файлы
sk_sk: Zvukové súbory
sv_se: Ljudfilar
uk_ua: Звуковий файл

source: All Files
cs_cz: Všechny soubory
da_dk: Alle Filer
de_de: Alle Dateien
es_es: Todos los archivos
fa_ir: همه فایل ها
fi_fi: Kaikki tiedostot
fr_fr: Tous les fichiers
he_il: כל הקבצים
is_is: Allar skrár
nb_no: Alle filer
pl_pl: Wszystkie pliki
ru_ru: Все файлы
sk_sk: Všetky Súbory
sv_se: Alla filer
uk_ua: Усі файли

source: Start Golden Score?
cs_cz: Začít zlaté skóre?
de_de: Golden Score beginnen?
es_es: ¿Comenzar la técnica de oro?
fa_ir: وقت طلایی شروع شود؟
fi_fi: Aloitetaanko jatkoaika?
fr_fr: Commencer Golden Score?
he_il: התחל ניקוד זהב?
is_is: Hefja gullskor?
pl_pl: Rozpocząć Golden Score?
ru_ru: Начать "golden score"?
sk_sk: Začať Zlaté skóre?
sv_se: Starta golden score?
uk_ua: Почати Голден Скор?

source: Auto
is_is: Sjálfvirkt

source: No Limit
da_dk: Ingen Tidsbegrænsning
de_de: Keine Zeitbegrenzung
fa_ir: بدون محدودیت
fi_fi: Ei aikarajaa
fr_fr: Aucune limite
he_il: ללא הגבלה
is_is: Engin tímamörk
nb_no: Ubegrenset
pl_pl: Bez limitu
ru_ru: без ограничений
sk_sk: Bez Limitu
sv_se: Ingen tidsbegränsning
uk_ua: Без обмежень

source: Blue wins
cs_cz: Vítěz modrý
da_dk: Blå vinder
de_de: Blau gewinnt
es_es: Azul gana
fa_ir: آبی برنده شد
fi_fi: Sininen voittaa
fr_fr: Victoire au bleu
he_il: כחול מנצח
is_is: Blár vinnur
nb_no: Blå vinner
pl_pl: Wygrywa niebieski
ru_ru: Победа синему
sk_sk: Modrý zvíťazil
sv_se: Blå vinner
uk_ua: Переміг синій

source: White wins
cs_cz: Vítěz bílý
da_dk: Hvid vinder
de_de: Weiß gewinnt
es_es: Blanco gana
fa_ir: سفید برنده شد
fi_fi: Valkoinen voittaa
fr_fr: Victoire au blanc
he_il: לבן מנצח
is_is: Hvítur vinnur
nb_no: Hvit vinner
pl_pl: Wygrywa biały
ru_ru: Победа белому
sk_sk: Biely zvíťazil
sv_se: Vit vinner
uk_ua: Переміг Білий

source: WINNER
cs_cz: Vítěz
da_dk: VINDER
de_de: SIEGER
es_es: GANADOR
fa_ir: برنده
fi_fi: VOITTAJA
fr_fr: GAGNANT
he_il: מנמח
is_is: SIGURVEGARI
nb_no: VINNER
pl_pl: ZWYCIĘZCA
ru_ru: победитель
sk_sk: VÍŤAZ
sv_se: VINNAREN
uk_ua: ПЕРЕМОЖЕЦЬ

source: Start New Match?
cs_cz: Začít další zápas?
da_dk: Start Ny Kamp?
de_de: Neuen Kampf beginnen?
es_es: ¿Comenzar nuevo combate?
fa_ir: مسابقه بعدی شروع شود؟
fi_fi: Aloita uusi ottelu?
fr_fr: Commencer une nouveau match?
he_il: התחל קרב חדש?
is_is: Hefja nýja viðureign?
nb_no: Start ny kamp
pl_pl: Rozpocząć nową walkę?
ru_ru: Начать новый матч?
sk_sk: Začať nový zápas?
sv_se: Starta ny match?
uk_ua: Почати нову сутичку?

source: Cancel
cs_cz: Konec
da_dk: Afbryd
de_de: Abbrechen
es_es: Cancelar
fa_ir: لغو
fi_fi: Peru
fr_fr: Annuler
he_il: בטל
is_is: Ógilda
nb_no: Avbryt
pl_pl: Cofnij
ru_ru: отменить
sk_sk: Zrušiť
sv_se: Avbryt
uk_ua: Відмінити

source: GOLDEN SCORE
is_is: GULLSKOR

source: CONTROL
da_dk: KONTROL
de_de: KONTROLLE
fa_ir: کنترل
fi_fi: KONTROLLI
fr_fr: CONTRÔLE
he_il: בקרה
is_is: EFTIRLIT
nb_no: KONTROLL
sk_sk: OVLÁDANIE

source: REST TIME
cs_cz: PŘESTÁVKA
da_dk: HVILETID
de_de: RUHEZEIT
es_es: Tiempo de descanso
fa_ir: زمان استراحت
fi_fi: LEPOAIKA
fr_fr: TEMPS DE REPOS
he_il: זמן מנוחה
is_is: HVÍLDARTÍMI
nb_no: HVILETID
pl_pl: CZAS ODPOCZYNKU
ru_ru: Перерыв
sk_sk: Doba prestávky
sv_se: VILOTID
uk_ua: ПЕРЕРВА

source: Points going to blue
cs_cz: Body modrý
da_dk: Point går til blå
de_de: Punkte gehen an blau
es_es: Los puntos va a Azul
fa_ir: امتیاز به آبی
fi_fi: Pisteet menossa siniselle
fr_fr: Points au bleu
he_il: ניקוד לטובת כחול
is_is: Stigin fara á bláan
nb_no: Poeng går til blå
pl_pl: Punkty dla niebieskiego
ru_ru: Оценка синему
sk_sk: Body pre modrého
sv_se: Poäng går till blått
uk_ua: Оцінка синьому

source: Points going to white
cs_cz: Body bílý
da_dk: Point går til hvid
de_de: Punkte gehen an weiß
es_es: Los puntos va a Blanco
fa_ir: امتیاز به سفید
fi_fi: Pisteet menossa valkoiselle
fr_fr: Points au blanc
he_il: ניקוד לטובת לבן
is_is: Stigin fara á hvítan
nb_no: Poeng går til hvit
pl_pl: Punkty dla białego
ru_ru: Оценка белому
sk_sk: Body pre bieleho
sv_se: Poäng går till vitt
uk_ua: Оцінка білому

source: VLC control
da_dk: VLC kontrol
de_de: VLC Steuerung
fa_ir: VLC کنترل
fi_fi: VLC-ohjaus
fr_fr: Contrôle VLC
is_is: VLC eftirlit
nb_no: VLC-kontroll
pl_pl: Ustawienia VLC
sk_sk: VLC ovládanie
sv_se: VLC kontroll
uk_ua: VLC контроль

source: VLC port:
de_de: VLC Steuerung:
fr_fr: Port VLC:
is_is: VLC tengi:

source: Scale:
da_dk: Vægt:
de_de: M:
fa_ir: ترازو:
fi_fi: Koko:
fr_fr: Balance de pesée:
he_il: משקל:
is_is: Kvarði:
nb_no: Skala:
pl_pl: Waga:
ru_ru: шкала
sk_sk: Pomer
sv_se: Skala:
uk_ua: Масштаб:

source: (Connection OK)
cs_cz: (Připojení OK)
da_dk: (Forbindelse OK)
de_de: (Verbindung OK)
es_es: (Conexión OK)
fa_ir: (اتصال برقرار است)
fi_fi: (Yhteys OK)
fr_fr: (Connexion OK)
he_il: תקשורת תקינה
is_is: (Tenging virk)
nb_no: (Forbindelse OK)
pl_pl: (Połączenie OK)
ru_ru: Соединение ОК
sk_sk: (Pripojenie OK)
sv_se: (Anslutningen OK)
uk_ua: (Підключення OK)

source: (Connection broken)
cs_cz: (Připojení přerušené)
da_dk: (Forbindelse afbrudt)
de_de: (Keine Verbindung)
es_es: (Conexión perdida)
fa_ir: (خطا در اتصال)
fi_fi: (Yhteys katkennut)
fr_fr: (Connexion interrompue)
he_il: תקשורת שבורה
is_is: (Tenging rofin)
nb_no: (Forbindelse brutt)
pl_pl: (Połączenie przerwane)
ru_ru: Соединение прервалось
sk_sk: (Pripojenie prerušené)
sv_se: (Anslutningen stängd)
uk_ua: (Підключення не працює)

source: Video server URL
cs_cz: URL video serveru
es_es: URL del servidor de video
fa_ir: آدرس ویدئو سرور
fi_fi: Videopalvelimen URL
fr_fr: Serveur vidéo URL
he_il: Videopalvelimen URL
is_is: URL kvikmyndaþjóns
nb_no: URL til videoserver
pl_pl: URL serwera wideo
ru_ru: видео-сервер URL
sk_sk: URL server Video
sv_se: URL till server
uk_ua: URL відеосерверу

source: User:
cs_cz: Uživatel
da_dk: Bruger:
de_de: Benutzer:
es_es: Usuario:
fa_ir: کاربر:
fi_fi: Käyttäjä:
fr_fr: Utilisateur:
he_il: Käyttäjä:
is_is: Notandi:
nb_no: Bruker:
pl_pl: Użytkownik
ru_ru: пользователь
sk_sk: Užívateľ:
sv_se: Användare:
uk_ua: Користувач:

source: Password:
cs_cz: Heslo:
da_dk: Kodeord:
de_de: Passwort:
es_es: Clave:
fa_ir: رمز عبور:
fi_fi: Salasana:
fr_fr: Mot de Passe:
he_il: סיסמא
is_is: Lykilorð:
nb_no: Passord:
pl_pl: Hasło:
ru_ru: Пароль
sk_sk: Heslo:
sv_se: Lösenord:
uk_ua: Пароль:

source: Proxy:
fa_ir: پروکسی
fi_fi: Välityspalvelin:
he_il: Välityspalvelin:
is_is: Vefsel:
ru_ru: прокси
uk_ua: Проксі:

source: Show Video
cs_cz: Ukaž video
da_dk: Vis Video
de_de: Zeige Video
es_es: Mostrar video
fa_ir: نمایش ویدئو
fi_fi: Näytä video
fr_fr: Voir la vidéo
he_il: Näytä video
is_is: Sýna upptöku
nb_no: Spill av video
pl_pl: Pokaż wideo
ru_ru: показать видео
sk_sk: Zobraziť Video
sv_se: Spela upp video
uk_ua: Відеоролик

source: Competitor already exists!
cs_cz: Soutěžící už existuje
da_dk: Deltager findes allerede!
de_de: Kämpfer bereits vorhanden!
es_es: ¡El competidor ya existe!
fa_ir: ورزشکار تکراری!
fi_fi: Kilpailija on jo olemassa!
fr_fr: Le compétiteur existe déjà!
he_il: המתחרה כבר קיים!
is_is: Keppandi þegar til staðar!
nb_no: Utøver finnes allerede!
pl_pl: Zawodnik już istnieje!
ru_ru: Участник уже существует
sk_sk: Pretekár už Existuje!
sv_se: Tävlande finns redan!
uk_ua: Запис вже існує!

source: Competitor
cs_cz: Soutěžící
da_dk: Deltager
de_de: Kämpfer
es_es: Competidor
fa_ir: ورزشکار
fi_fi: Kilpailija
fr_fr: Compétiteur
he_il: מתחרה
is_is: Keppandi
nb_no: Utøver
pl_pl: Zawodnik
ru_ru: Участники
sk_sk: Pretekár
sv_se: Tävlande
uk_ua: Учасник

source: copied
cs_cz: kopie
da_dk: kopieret
de_de: kopiert
es_es: Copiado
fa_ir: کپی شد
fi_fi: kopioitu
fr_fr: copié
he_il: מועתק
is_is: afritaður
nb_no: kopiert
pl_pl: skopiowany
ru_ru: скопирован
sk_sk: Skopírovaný
sv_se: kopierat
uk_ua: Скопійовано

source: Category already exists!
cs_cz: Kategorie už existuje
da_dk: Kategori findes allerede!
de_de: Klasse bereits vorhanden!
es_es: ¡La categoria ya existe!
fa_ir: دسته بندی از قبل موجود است
fi_fi: Sarja on jo olemassa!
fr_fr: La catégorie existe déjà!
he_il: קטגוריה כבר קיימת!
is_is: Flokkur þegar til staðar!
nb_no: Kategori finnes allerede!
pl_pl: Kategoria już istnieje!
ru_ru: Категория уже существует
sk_sk: Kategória už existuje!
sv_se: Kategori finns redan!
uk_ua: Категорія вже існує!

source: Category
cs_cz: Kategorie
da_dk: Kategori
de_de: Klasse
es_es: Categoria
fa_ir: دسته بندی
fi_fi: Sarja
fr_fr: Catégorie
he_il: קטגוריה
is_is: Flokkur
nb_no: Kategori
pl_pl: Kategoria
ru_ru: Категория
sk_sk: Kategória
sv_se: Kategori
uk_ua: Категорія

source: has been copied with competitors and matches
cs_cz: bude zkopírován se závodníky a zápasy
da_dk: er blevet kopieret med deltagere og kampe
de_de: wurde mit Kämpfern und Kämpfen kopiert
es_es: Se ha copiado con competidores y combates
fa_ir: به همراه ورزشکاران و مسابقات کپی شد
fi_fi: kopioitu kilpailijoineen ja otteluineen
fr_fr: a été copié avec les compétiteurs et les matchs
he_il: הועתק עם קטגוריות וקרבות
is_is: hefur verið afritaður með keppendum og viðureignum
nb_no: has blitt kopiert med utøvere og kamper
pl_pl: została skopiowana wraz z zawodnikami i walkami
ru_ru: Спортсмены и категории скопированы
sk_sk: bol skopírovaný s pretekármi a zápasmi
sv_se: har kopierats med tävlande och matcher
uk_ua: скопійовано з учасниками і сутичками

source: Last Name
cs_cz: Příjmení
da_dk: Efternavn
de_de: Nachname
es_es: Apellido
fa_ir: نام خانوادگی
fi_fi: Sukunimi
fr_fr: Nom
he_il: שם משפחה
is_is: Kenninafn
nb_no: Etternavn
pl_pl: Nazwisko
ru_ru: Фамилия
sk_sk: Priezvisko
sv_se: Efternamn
uk_ua: Прізвище

source: First Name
cs_cz: Jméno
da_dk: Fornavn
de_de: Vorname
es_es: Nombre
fa_ir: نام
fi_fi: Etunimi
fr_fr: Prénom
he_il: שם פרטי
is_is: Eiginnafn
nb_no: Fornavn
pl_pl: Imię
ru_ru: имя
sk_sk: Meno
sv_se: Namn
uk_ua: Ім'я

source: Year of Birth
cs_cz: Rok narození
da_dk: Fødselsår
de_de: Geburtsjahr
es_es: Año de nacimiento
fa_ir: سال تولد
fi_fi: Syntymävuosi
fr_fr: Année de naissance
he_il: שנת לידה
is_is: Fæðingarár
nb_no: Fødselsår
pl_pl: Rok urodzenia
ru_ru: год рождения
sk_sk: Rok narodenia
sv_se: Födelseår
uk_ua: Рік народження

source: Grade
cs_cz: Stupěň
da_dk: Grad
de_de: Graduierung
es_es: Kyu
fa_ir: درجه
fi_fi: Vyö
he_il: דרגה
is_is: Gráða
nb_no: Grad
pl_pl: Stopień
ru_ru: Цвет пояса
sk_sk: Stupeň
sv_se: Grad
uk_ua: Розряд

source: Reg. Category
cs_cz: Reg.kategorie
da_dk: Reg. Kategori
de_de: Gemeldete Klasse
es_es: Reg. categoria
fa_ir: دسته بندی
fi_fi: Ilm. sarja
fr_fr: Catégorie Enregistrée
he_il: קטגוריה רגילה
is_is: Skráður flokkur
nb_no: Reg. kategori
pl_pl: Zarejestrowana kategoria
ru_ru: Регистрация категории
sk_sk: Oznámená kategória
sv_se: Reg. kategori
uk_ua: Категорія

source: Weight
cs_cz: Váha
da_dk: Vægt
de_de: Gewicht
es_es: Peso
fa_ir: وزن
fi_fi: Paino
fr_fr: Poids
he_il: משקל
is_is: Þyngd
nb_no: Vekt
pl_pl: Waga
ru_ru: вес
sk_sk: Váha
sv_se: Vikt
uk_ua: Вага

source: Id
fa_ir: آی دی
he_il: תז
is_is: Kennitala
ru_ru: ИД
uk_ua: Код

source: Tournaments
cs_cz: Turnaje
da_dk: Turneringer
de_de: Turniere
es_es: Torneos
fa_ir: مسابقات
fi_fi: Kilpailut
fr_fr: Tournois
he_il: תחרויות
is_is: Mót
nb_no: Turneringer
pl_pl: Turnieje
ru_ru: Турниры
sk_sk: Turnaje
sv_se: Tävlingar
uk_ua: Турніри

source: Tournament
cs_cz: Turnaj
da_dk: Turnering
de_de: Turnier
es_es: Torneo
fa_ir: مسابقات
fi_fi: Kilpailu
fr_fr: Tournoi
he_il: תחרות
is_is: Mót
nb_no: Turnering
pl_pl: Turniej
ru_ru: Турнир
sk_sk: Turnaj
sv_se: Tävling
uk_ua: Турнір

source: Users
is_is: Notendur

source: Password
cs_cz: Heslo
da_dk: Kodeord
de_de: Passwort
es_es: Clave
fa_ir: رمز عبور
fi_fi: Salasana
fr_fr: Mot de Passe
he_il: סיסמא
is_is: Lykilorð
nb_no: Passord
pl_pl: Hasło
ru_ru: пароль
sk_sk: Heslo
sv_se: Lösenord
uk_ua: Пароль

source: For API
is_is: Fyrir API

source: Cannot move
cs_cz: Nemůžu vložit
da_dk: Kan ikke flytte
de_de: nicht verschiebbar
es_es: No se puede mover
fa_ir: قابل جا به جایی نیست
fi_fi: Ei voi siirtää
fr_fr: Ne peut pas déplacer
he_il: לא יכול להזיז
is_is: Get ekk flutt
nb_no: Kan ikke flytte
pl_pl: Nie można przenieść
ru_ru: Нельзя перенести
sk_sk: Nemožný presun
sv_se: Kan inte flytta
uk_ua: Неможливо перемістити

source: Category drawn
cs_cz: Losování kategorie
da_dk: Kategori udtrukket
de_de: Klasse ausgelost
es_es: Categoria sorteada
fa_ir: قرعه کشی شده
fi_fi: Sarja arvottu
fr_fr: Tirage au sort de la catégorie établi
he_il: קטגוריה הוגרלה
is_is: Flokkur dreginn
nb_no: Trekt kategori
pl_pl: Rozlosowano kategorię
ru_ru: Жеребьёвка категории завершена
sk_sk: Kategória rozlosovaná
sv_se: Kategorin lottades ut
uk_ua: Протокол складено

source: All the categories located to the tatamis
cs_cz: Všechny kategorie byly umístěny na tatami
da_dk: Alle kategorierne flyttet til måtter
de_de: Alle Klassen auf die Matten verteilt
es_es: Todas las categorias asignadas a los tatamis
fa_ir: همه اوزان دارای تاتامی است
fi_fi: Kaikki sarjat sijoitettu tatameille
fr_fr: Toutes les catégories assignées aux tatamis
he_il: כל הקטגוריות הוצבו לזירות
is_is: Allir flokkarnir staðsettir á keppnisvöllunum
nb_no: Alle kategorier plassert på tatamier
pl_pl: Wszystkie kategorie przydzielono do mat
ru_ru: Все категории размещены на татами
sk_sk: Všetky kategórie rozdelené na Tatami
sv_se: Alla kategorier är utplacerade på tatamier
uk_ua: Усі категорії розміщено на татамі

source: Unlocated
cs_cz: Neumístěno
da_dk: Ej placeret
de_de: Unplatziert
es_es: Sin asignar
fa_ir: اختصاص داده نشده
fi_fi: Sijoittamattomat
fr_fr: Non localisé
he_il: לא הוצב
is_is: Óstaðsett
nb_no: Ikke plassert
pl_pl: Nieprzydzielone
ru_ru: не размещено
sk_sk: Nerozdelené
sv_se: Inte placerat
uk_ua: Нерозподілені

source: Tatami
da_dk: Måtte
de_de: Matte
fa_ir: تاتامی
fi_fi: Matto
he_il: זירה
is_is: Keppnisvöllur
pl_pl: Mata
sv_se: Matchområde
uk_ua: Татамі

source: Categories
cs_cz: Kategorie
da_dk: Kategorier
de_de: Klassen
es_es: Categorias
fa_ir: دسته بندی ها
fi_fi: Sarjat
fr_fr: Catégories
he_il: קטגוריות
is_is: Flokkar
nb_no: Kategorier
pl_pl: Kategorie
ru_ru: Категории
sk_sk: Kategórie
sv_se: Kategorier
uk_ua: Категорії

source: Unfreeze exported
cs_cz: Odmrazit exportované
da_dk: Lås eksporterede op
de_de: Exportierte freigeben
es_es: Descongelar exportados
fa_ir: منتقل شده ها را از انجماد خارج کن
fi_fi: Vapauta viedyt
fr_fr: Dégeler exportés
he_il: הסר הקפאה ממיוצאים
is_is: Losa héðanfærðar
nb_no: Avbryt frysing av eksporterte
pl_pl: Odblokuj wyeksportowane
ru_ru: Разморозить экспорт
sk_sk: Odblokuj exportované
sv_se: Avbryt frysning för exporterade
uk_ua: Дозволити експорт

source: Unfreeze imported
cs_cz: Odmrazit importované
da_dk: Lås importerede op
de_de: Importierte freigeben
es_es: Descongelar importados
fa_ir: وارد شده ها را از انجماد خارج کن
fi_fi: Vapauta tuodut
fr_fr: Dégeler importé
he_il: הסר הקפאה ממיובאים
is_is: Losa hingaðfærðar
nb_no: Avbryt frysing av importerte
pl_pl: Odblokuj zaimportowane
ru_ru: Разморозить импорт
sk_sk: Odblokuj importované
sv_se: Avbryt frysning för importerade
uk_ua: Дозволити імпорт

source: Unfreeze this
cs_cz: Odmrazit toto
da_dk: Lås denne op
de_de: Diesen Kampf freigeben
es_es: Descongelar este
fa_ir: از انجماد خارج کن
fi_fi: Vapauta tämä
fr_fr: Dégeler match courant
he_il: הסר הקפאה
is_is: Losa þessa viðureign
nb_no: Avbryt frysing av dette
pl_pl: Odblokuj to
ru_ru: Освободить это
sk_sk: Odblokuj Toto
sv_se: Avbryt frysning för den här
uk_ua: Дозволити
