Repository: einarhre/tindajudoshiai
Catalog: common/judoshiai-*.po
Languages: cs_cz, da_dk, de_de, es_es, fa_ir, fi_fi, fr_fr, he_il, is_is, nb_no, pl_pl, ru_ru, sk_sk, sv_se, uk_ua

source: ESP Simple Repechage
cs_cz: ESP jednoduché opravy
de_de: ESP Einfache Trostrunde
es_es: ESP Repesca en cuartos
fi_fi: ESP Lyhyet keräilyt
fr_fr: Repêchage ESP simple
he_il: רפסג רגיל ספרדי
is_is: ESP einföld uppreisn
nb_no: ESP enkel rekval
pl_pl: ESP pojedynczy repasaż
ru_ru: утешительный
sk_sk: ESP Jednoduchá Repasáž

source: Modified Double Elimination
cs_cz: Upravená dvojitá eliminace
de_de: Modifiziertes Doppel-KO-System
es_es: Doble Eliminatoria Modificada
fi_fi: Muutettu kaksoiseliminointi
fr_fr: Double Elimination Modifié
he_il: הזדמנות כפולה- ארד בודד
is_is: Breyttur tvöfaldur útsláttur
nb_no: Modifisert dobbel eliminasjon
pl_pl: Podwójna eliminacja (modyfikowany)
sk_sk: Dvojnásobné vylúčenie(upravené)
uk_ua: Змінене подвійне вибування

source: FIN Double Repechage One Bronze
cs_cz: FIN dvojité opravy jedno 3.
de_de: FIN doppelte Trostrunde, einmal Bronze
es_es: ESP Repesca doble Un Bronce
fi_fi: FIN Ranskalainen (yksi pronssi)
fr_fr: FIN double repêchage Un Bronze
he_il: רפסג כפול ארד בודד
is_is: FIN tvöföld uppreisn eitt brons
nb_no: FIN dobbel rekval en bronse
pl_pl: FIN podwójny repasaż (1 brąz)
sk_sk: FIN dvojnásobná repasáž (1 bronz)

source: DEN Double Elimination
de_de: DEN Doppel-KO-System
fi_fi: DEN Pitkä keräily
fr_fr: DEN double élimination
he_il: הזדמנות כפולה דנית
is_is: DEN tvöfaldur útsláttur
nb_no: DEN dobbel eliminasjon
pl_pl: DEN podwójna eliminacja
sk_sk: DEN dvojité vylúčenie

source: EST Double Elim One Bronze
de_de: EST Doppel-KO-System, einmal Bronze
fi_fi: EST Pitkä keräily 1 pronssi
fr_fr: EST Double Elim Un Bronze
he_il: הזדמנות כפולה ארד אחד אסטונית
is_is: EST tvöfaldur útsláttur eitt brons
nb_no: EST dobbel elim en bronse
pl_pl: EST podwójna eliminacja (1 brąz)
sk_sk: EST dvojité vylúčenie (1 bronz)

source: Customized
da_dk: Tilpasset
de_de: Angepasst
fa_ir: سفارشی شده
fi_fi: Mukautettu
fr_fr: Personnalisée
he_il: מותאם אישית
is_is: Sérsniðið
nb_no: Tilpasset
sk_sk: Uspôsobené

source: GER Double Repechage
de_de: GER doppelte Trostrunde
fr_fr: GER double repêchage
is_is: GER tvöföld uppreisn

source: Prev. winner:
cs_cz: Před. vítěz:
da_dk: For. vinder:
de_de: Vorh. Gewinner:
es_es: Ganador ant.:
fa_ir: برنده قبلی:
fi_fi: Ed. voittaja:
fr_fr: Vainqueur précédent. :
he_il: מנצח קודם
is_is: Síðasti sigurvegari:
nb_no: Forrige vinner:
pl_pl: Poprzedni zwycięzca:
ru_ru: Предыдущий победитель
sk_sk: Predchádzajúci víťaz:
sv_se: Föregående vinnare:
uk_ua: Перемога:

source: Delayed
cs_cz: Zpožděný
da_dk: Udsat
de_de: Verzögert
es_es: Retrasado
fa_ir: با تاخیر
fi_fi: Viivytetyt
fr_fr: Différé
he_il: מעוכב
is_is: Í bið
nb_no: Forsinket
pl_pl: Opóźnione
ru_ru: Перенесён
sk_sk: Odložené
sv_se: Fördröjd
uk_ua: Затримка

source: Next match
cs_cz: Další zápas
da_dk: Næste kamp
de_de: Nächster Kampf
es_es: Siguiente combate
fa_ir: مسابقه بعدی
fi_fi: Seuraava ottelu
fr_fr: Prochain match
he_il: קרב הבא
is_is: Næsta viðureign
nb_no: Neste kamp
pl_pl: Następna walka
ru_ru: Следующий матч
sk_sk: Ďalší zápas
sv_se: Nästa match
uk_ua: Наступна сутичка

source: Preparing
cs_cz: Příprava
da_dk: Forberedes
de_de: Es bereiten sich vor
es_es: Preparado
fa_ir: آماده سازی
fi_fi: Valmistautuvat
fr_fr: Préparation
he_il: מתכונן
is_is: Tilbúin
nb_no: Forbereder
pl_pl: Przygotują się
ru_ru: Готовятся
sk_sk: Pripraví sa
sv_se: Förbered
uk_ua: Підготовка

source: Delay the match
cs_cz: Zpozdit zápas
da_dk: Udsæt kampen
de_de: Kampf verzögern
es_es: Retrasar el combate
fa_ir: تاخیر در دیدار
fi_fi: Viivytä ottelua
fr_fr: Suspendre le match
he_il: דחה הקרב
is_is: Seinka viðureign
nb_no: Utsett kampen
pl_pl: Opóźnij walkę
ru_ru: Матч перенесён
sk_sk: Odklad zápasu
sv_se: Försena matchen
uk_ua: Затримка сутички

source: Remove delay
cs_cz: Odeber zpoždění
da_dk: Slet udsættelse
de_de: Verzögerung aufheben
es_es: Eliminar retraso
fa_ir: حذف معوقات
fi_fi: Poista viivytys
fr_fr: Retirer la suspension
he_il: הסר עיכוב
is_is: Fjarlægja seinkun
nb_no: Fjern utsettelse
pl_pl: Usuń opóźnienie
ru_ru: Удалить перенесение
sk_sk: Odstráň odklad
sv_se: Ta bort försening
uk_ua: Відмінити затримки

source: Freeze match order
cs_cz: Zmrazit zápasový řád
da_dk: Lås kamprækkefølge
de_de: Kampfreihenfolge einfrieren
es_es: Congelar orden de combates
fa_ir: نگه داشتن ترتیب مسابقه
fi_fi: Jäädytä ottelujärjestys
fr_fr: Geler l'ordre de match
he_il: הקפא סדר קרבות
is_is: Festa röð viðureigna
nb_no: Frys kamprekkefølge
pl_pl: Zablokuj kolejność walk
ru_ru: Заморозить порядок матчей
sk_sk: Zablokuj poradie zápasov
sv_se: Frys match ordning
uk_ua: Зафіксувати порядок сутичок

source: canceled
cs_cz: ukončeno
da_dk: aflyst
de_de: gestrichen
es_es: Cancelado
fa_ir: لغو شده
fi_fi: mitätöity
fr_fr: annulé
he_il: מבוטל
is_is: felld niður
nb_no: avbrutt
pl_pl: usunięte
ru_ru: Отменён
sk_sk: Zrušené
sv_se: avbryts
uk_ua: скасовано

source: changed
cs_cz: změněno
da_dk: ændret
de_de: geändert
es_es: Cambiado
fa_ir: تغییر کرده
fi_fi: muuttunut
fr_fr: modifié
he_il: השתנה
is_is: breytt
nb_no: endret
pl_pl: zmienione
ru_ru: Изменён
sk_sk: zmenené
sv_se: ändrats
uk_ua: ЗМІНА

source: Gold medal match
cs_cz: Zápas o zlati
da_dk: Guldmedaljekamp
de_de: Finale
es_es: Final
fa_ir: مسابقه مدال طلا
fi_fi: Kultamitaliottelu
fr_fr: Match pour la médaille d'or
he_il: גמר
is_is: Úrslitaviðureign
nb_no: Gullmedaljekamp
pl_pl: Walka o złoto
ru_ru: Матч за золото
sk_sk: Finále o Zlatú medailu
sv_se: Guldmedaljmatch
uk_ua: Фінальна сутичка

source: Bronze match A
cs_cz: Zápas o bronz A
da_dk: Broncekamp A
de_de: Kampf um Bronze A
es_es: Bronze A
fa_ir: برنز 1
fi_fi: Pronssiottelu A
fr_fr: Match de Bronze A
he_il: קרב על ארד 1
is_is: Brons viðureign A
nb_no: Bronsekamp
pl_pl: Walka o brąz A
ru_ru: Матч за бронзу А
sk_sk: Zápas o Bronz A
sv_se: Bronsmatch A
uk_ua: За третє місце А

source: Bronze match B
cs_cz: Zápas o bronz B
da_dk: Broncekamp B
de_de: Kampf um Bronze B
es_es: Bronze B
fa_ir: برنز 2
fi_fi: Pronssiottelu B
fr_fr: Match de Bronze B
he_il: קרב על ארד 2
is_is: Brons viðureign B
nb_no: Bronsekamp B
pl_pl: Walka o brąz B
ru_ru: Матч за бронзу Б
sk_sk: Zápas o Bronz B
sv_se: Bronsmatch B
uk_ua: За третє місце Б

source: Semifinal A
cs_cz: Semifinále A
da_dk: Semifinale A
de_de: Halbfinale A
fa_ir: نیمه نهایی 1
fi_fi: Semifinaali A
fr_fr: Semi-finale A
he_il: עלייה לגמר 1
is_is: Undanúrslit A
nb_no: Semifinale A
pl_pl: Półfinał A
ru_ru: Полуфинал А
sk_sk: Semifinále A
uk_ua: Півфінал А

source: Semifinal B
cs_cz: Semifinále B
da_dk: Semifinale B
de_de: Halbfinale B
fa_ir: نیمه نهایی 2
fi_fi: Semifinaali B
fr_fr: Semi-finale B
he_il: עלייה לגמר 2
is_is: Undanúrslit B
nb_no: Semifinale B
pl_pl: Półfinał B
ru_ru: Полуфинал Б
sk_sk: Semifinále B
uk_ua: Півфінал Б

source: Silver medal match
cs_cz: Zápas o stříbro
da_dk: Sølvmedaljekamp
de_de: Kampf um Silber
es_es: Combate medalla de plata
fa_ir: مسابقه کسب مدال نقره
fi_fi: Hopeamitaliottelu
fr_fr: Match pour la médaille d'argent
he_il: קרב על מדליית כסף
is_is: Silfur viðureign
nb_no: Sølvmedaljekamp
pl_pl: Mecz o srebro
ru_ru: Hõbe medal kohtumine
sk_sk: Zápas o Striebro
sv_se: Silvermedaljmatch
uk_ua: Срібна сутичка

source: Preparing:
cs_cz: Příprava:
da_dk: Forberedes:
de_de: Es bereiten sich vor:
es_es: Preparado:
fa_ir: در حال آماده سازی:
fi_fi: Valmistautuvat:
fr_fr: Préparation:
he_il: מתכונן
is_is: Tilbúin:
nb_no: Forbereder:
pl_pl: Przygotują się:
ru_ru: Готовятся
sk_sk: Pripraví sa:
sv_se: Förbereda:
uk_ua: Підготовка:

source: points
cs_cz: body
da_dk: point
de_de: Punkte
es_es: Puntos
fa_ir: امتیازات
fi_fi: pisteet
he_il: נקודות
is_is: stig
nb_no: poeng
pl_pl: punkty
ru_ru: Оценки
sk_sk: body
sv_se: poäng
uk_ua: оцінка

source: Expand All
cs_cz: Rozbal vše
da_dk: Udvid Alle
de_de: alle ausklappen
es_es: Expandor todo
fa_ir: بازکردن همه
fi_fi: Avaa kaikki
fr_fr: Elargir tout
he_il: הרחב הכל
is_is: Útvíkka allt
nb_no: Utvid alle
pl_pl: Rozwiń wszystko
ru_ru: Открыть все
sk_sk: Rozbaliť všetko
sv_se: Utöka alla
uk_ua: Розгорнути

source: Collapse All
cs_cz: Zabal vše
da_dk: Komprimer Alle
de_de: alle einklappen
es_es: Colapsar todo
fa_ir: بستن همه
fi_fi: Sulje kaikki
fr_fr: Réduire tout
he_il: כווץ הכל
is_is: Draga allt saman
nb_no: Komprimer alle
pl_pl: Zwiń wszystko
ru_ru: развернуть всё
sk_sk: Zbaliť všetko
sv_se: Komprimera alla
uk_ua: Згорнути все

source: Remove comment
cs_cz: Odeber komentář
da_dk: Slet kommentar
de_de: Kommentar löschen
es_es: Remover comentario
fa_ir: حذف توضیحات
fi_fi: Poista kommentti
fr_fr: Supprimer le commentaire
he_il: הסר הערה
is_is: Fjarlægja athugasemd
nb_no: Fjern kommentar
pl_pl: Usuń komentarz
ru_ru: Удалить комментарии
sk_sk: Odstráň komentár
sv_se: Ta bort kommentar
uk_ua: Видалити коментар

source: Set score
da_dk: Sæt score
de_de: Punkte setzen
fa_ir: تنظیم امتیاز
fi_fi: Aseta pisteet
fr_fr: Ajuster le score
he_il: קבע ניקוד
is_is: Ákvarða skor
nb_no: Sett poeng
pl_pl: Ustaw punkty
sk_sk: Nastaviť skóre
sv_se: Ställ poäng
uk_ua: Поставити оцінку

source: Legend
is_is: Skýring

source: White
cs_cz: Bílý
da_dk: Hvid
de_de: Weiß
es_es: Blanco
fa_ir: سفید
fi_fi: Valkoinen
fr_fr: Blanc
he_il: לבן
is_is: Hvítur
nb_no: Hvit
pl_pl: Biały
ru_ru: Белый
sk_sk: Biely
sv_se: Vit
uk_ua: Білий

source: Blue
cs_cz: Modrý
da_dk: Blå
de_de: Blau
es_es: Azul
fa_ir: آبی
fi_fi: Sininen
fr_fr: Bleu
he_il: כחול
is_is: Blár
nb_no: Blå
pl_pl: Niebieski
ru_ru: Синий
sk_sk: Modrý
sv_se: Blå
uk_ua: Синій

source: Points
cs_cz: Body
da_dk: Point
de_de: Punkte
es_es: Puntos
fa_ir: امتیازات
fi_fi: Pisteet
he_il: נקודות
is_is: Stig
nb_no: Poeng
pl_pl: Punkty
ru_ru: Очки
sk_sk: Body
sv_se: Poäng
uk_ua: Оцінка

source: Move Medal Matches
cs_cz: Spusť medailové zápasy
da_dk: Flyt Medaljekampe
de_de: Medaillenkämpfe verschieben
es_es: Mover Combates de Medallas
fa_ir: انتقال مسابقات کسب مدال
fi_fi: Siirrä mitaliottelut
fr_fr: Déplacez matchs de médailles
he_il: הזז קרבות על מדליה
is_is: Færa verðlaunaviðureignir
nb_no: Flytt medaljekamper
pl_pl: Przenieś walki o medale
ru_ru: перенести призовые матчи
sk_sk: Presunúť Medailové Zápasy
sv_se: Flytta medalmatcher
uk_ua: Порядок призових сутичок

source: Move match
cs_cz: Spusť zápas
da_dk: Flyt kamp
de_de: Kampf verschieben
es_es: Mover combate
fi_fi: Siirrä ottelu
fr_fr: Déplacez match
he_il: הזז קרב
is_is: Færa viðureign
nb_no: Flytt kamp
pl_pl: Przenieś walkę
ru_ru: перенести матч
sk_sk: Presunúť zápas
sv_se: Flytta match
uk_ua: Зміна

source: to tatami
cs_cz: na tatami
da_dk: til måtte
de_de: auf Matte
es_es: al tatami
fi_fi: matolle
fr_fr: au tatami
he_il: לזירה ו/או
is_is: á keppnisvöll
nb_no: til tatami
pl_pl: na matę
ru_ru: на татами
sk_sk: na Tatami
sv_se: på matchområd
uk_ua: татамі

source: delay
cs_cz: přestávka
da_dk: udsæt
de_de: Verzögerung
es_es: retrasar
fi_fi: viivytä
fr_fr: suspension
he_il: עכב
is_is: seinka
nb_no: forsink
pl_pl: opóźnij
ru_ru: задерживается
sk_sk: odklad
sv_se: fördröjd
uk_ua: затримка сутички

source: Final
cs_cz: Finále
da_dk: Finale
de_de: Finale
fa_ir: فینال
fi_fi: Finaali
fr_fr: Finale
he_il: גמר
is_is: Úrslit
nb_no: Finale
pl_pl: Finał
ru_ru: финал
sk_sk: Finále
uk_ua: ФІНАЛ

source: Bronze1
cs_cz: Bronzový 1
da_dk: Bronce1
es_es: Bronce1
fa_ir: برنز 1
fi_fi: Pronssi 1
he_il: ארד 1
is_is: Brons1
nb_no: Bronse1
pl_pl: Walka o brąz 1
ru_ru: Бронза 1
sk_sk: Bronz 1
sv_se: Brons1
uk_ua: За бронзу 1

source: Bronze2
cs_cz: Bronzový 2
da_dk: Bronce2
es_es: Bronce2
fa_ir: برنز 2
fi_fi: Pronssi 2
he_il: ארד 2
is_is: Brons2
nb_no: Bronse2
pl_pl: Walka o brąz 2
ru_ru: Бронза 2
sk_sk: Bronz 2
sv_se: Brons2
uk_ua: За бронзу 2

source: Pool's last
da_dk: Puljens sidste
de_de: Pools letzter
es_es: Último combate de la liga
fi_fi: Poolin viimeinen
fr_fr: Dernier match du pool
he_il: אחרון בבית
is_is: Síðasta í riðli
nb_no: Siste i poolen
pl_pl: Ostatnia walka w grupie
ru_ru: Последний на татами
sk_sk: Posledný zápas v skupine
sv_se: Poolens sista
uk_ua: Останнє коло

source: No move
da_dk: Flyt ikke
de_de: nicht verschiebbar
es_es: No mover
fa_ir: بدون تغییر
fi_fi: Ei siirtoa
fr_fr: Pas de mouvement
he_il: ללא תזוזה
is_is: Ekki færa
nb_no: Ikke flytt
pl_pl: Nie przenoś
ru_ru: не переносить
sk_sk: Nepresunúť
sv_se: Flytta inte
uk_ua: Без змін

source: Tournament from the net
cs_cz: Turnaj ze sítě
da_dk: Turnering fra nettet
de_de: Turnier aus dem Netz
es_es: Torneo desde red
fa_ir: مسابقات از اینترنت
fi_fi: Kilpailu verkosta
fr_fr: Tournoi de l'Internet
he_il: תחרות מהרשת
is_is: Mót gegnum netið
nb_no: Turnering fra nettet
pl_pl: Turniej z sieci
ru_ru: Турнир из сети
sk_sk: Turnaj zo siete
sv_se: Tävling från nätet
uk_ua: Турнір з мережі

source: Contests
cs_cz: Soutěže
da_dk: Turnering
de_de: Wettkämpfe
es_es: Competiciones
fa_ir: مسابقات
fi_fi: Ottelut
fr_fr: Matchs
he_il: קרבות
is_is: Keppnir
nb_no: Konkurranser
pl_pl: Walki
ru_ru: Соперники
sk_sk: Zápasy
sv_se: Tävlingar
uk_ua: Сутички

source: Select sheet font
cs_cz: Vyber font listu
da_dk: Vælg skrifttype på ark
de_de: Schriftart Kampflisten
es_es: Seleccionar fuente de las hojas
fa_ir: فونت جدول را انتخاب کنید
fi_fi: Valitse kaavioiden fontti
fr_fr: Sélectionnez la fonte de la feuille
he_il: בחר גופן לדף
is_is: Veldu leturgerð arkar
nb_no: Velg skrifttype for liste
pl_pl: Wybierz czcionkę
ru_ru: Выбрать фонт листа
sk_sk: Vyber font listu
sv_se: Välj blads typsnitt
uk_ua: Виберіть шрифт

source: Picture Files
cs_cz: Soubory obrýzků
da_dk: Billedfiler
de_de: Bilddateien
es_es: Archivos de imágenes
fa_ir: فایلهای عکس
fi_fi: Kuvatiedostot
fr_fr: Fichiers image
he_il: קובץ תמונות
is_is: Myndaskrár
nb_no: Bildefiler
pl_pl: Pliki obrazów
ru_ru: фотофайлы
sk_sk: Obrazové Súbory
sv_se: Bildfiler
uk_ua: Фото файли

source: Print Headers
cs_cz: Tiskni záhlaví
da_dk: Udskriv Overskrifter
de_de: Kopfzeilen drucken
es_es: Encabezados de impresión
fa_ir: چاپ سربرگ ها
fi_fi: Tulosta otsikot
fr_fr: Imprimer les en-têtes
he_il: הדפס כותרות
is_is: Prenta hausa
nb_no: Skriv ut topptekst
pl_pl: Drukuj nagłówki
ru_ru: печать header
sk_sk: Vytlačiť Hlavičky
sv_se: Skriv ut sidhuvud
uk_ua: Друкувати заголовки

source: Add competitors
cs_cz: Vložit závodníky
da_dk: Tilføj deltagere
de_de: Kämpfer hinzufügen
es_es: Añadir competidor
fa_ir: اضافه کردن ورزشکاران
fi_fi: Lisää kilpailijat
fr_fr: Ajouter compétiteurs
he_il: הוסף מתחרים
is_is: Bæta við keppendum
nb_no: Legg til utøvere
pl_pl: Dodaj zawodników
ru_ru: Добавить участников
sk_sk: Pridať pretekárov
sv_se: Lägga till tävlingar
uk_ua: Додати учасників

source: Clean up duplicates and update reg. categories
cs_cz: Vyčisti zdvojené a updatuj kategorie
da_dk: Rens for dupletter og opdater reg. kategorier
de_de: Doppelte löschen und Klassen aktualisieren
es_es: Limpiar duplicados y actualizar categorías reg.
fa_ir: پاک کردن تکراری ها و به روزرسانی رده های وزنی
fi_fi: Korjaa ilm. sarjat iänmukaisiksi ja ota kilpailija vain kerran
fr_fr: Nettoyer les doublons et mise à jour des catégories enregistrées
he_il: הסר כפילויות ועדכן קטגוריות רגילות
is_is: Fjarlægja tvítekningar og uppfæra skráða flokka
nb_no: Rydd opp duplikater og oppdater reg. kategorier
pl_pl: Usuń duplikaty oraz uaktualnij zarejestrowane kategorie
ru_ru: Очистить продублированных и ообновить зарегистрированные категории
sk_sk: Odstráň duplikáty a aktualizuj reg. kategórie
sv_se: Städa upp dubbletter och uppdatera reg. kategorierna
uk_ua: Очистити повтори та оновити категорії

source: Weighed only
da_dk: Kun indvejede
de_de: nur Gewogene
es_es: Sólo los pesados
fa_ir: فقط دارای وزن
fi_fi: Vain punnitut
fr_fr: Pesés seulement
he_il: שקולים בלבד
is_is: Eingöngu vigtaðir
nb_no: Kun innveid
pl_pl: Tylko zważeni
ru_ru: только вес
sk_sk: Len Zvážený
sv_se: Endast vägda
uk_ua: Лише зважені

source: With weights
cs_cz: s váhou
da_dk: Med vægte
de_de: Mit Gewicht
es_es: Con pesos
fa_ir: با اوزان
fi_fi: Painojen kanssa
fr_fr: Avec des poids
he_il: עם משקלים
is_is: Með þyngd
nb_no: Med vekter
pl_pl: Z wagami
ru_ru: с весом
sk_sk: S váhami
sv_se: Med vikter
uk_ua: З вагою

source: competitors added and updated
cs_cz: závodníci vloženi a udatování
da_dk: deltagere tilføjet og opdateret
de_de: Kämpfer hinzugefügt und aktualisiert
es_es: Competidores añadidos y actualizados
fa_ir: ورزشکاران اضافه و بروزرسانی شدند
fi_fi: kilpailijaa lisätty päivittäen
fr_fr: compétiteurs ajoutés et mis à jour
he_il: מתחרים הוספו ועודכנו
is_is: keppendum bætt við og uppfærðir
nb_no: utøvere lagt til og oppdatert
pl_pl: zawodników dodano i uaktualniono
ru_ru: участники добавлены и обновлены
sk_sk: pretekári sú pridaný a aktualizovaný
sv_se: tävlande har lagts till och uppdaterats
uk_ua: учасники додані і оновлені

source: competitors already existed
cs_cz: závodníci už existují
da_dk: deltagere eksisterede allerede
de_de: Kämpfer waren bereits vorhanden
es_es: Los competidores ya existen
fa_ir: ورزشکار از قبل موجود بود
fi_fi: kilpailijaa oli jo
fr_fr: compétiteurs existaient déjà
he_il: מתחרים כבר קיימים
is_is: keppendur voru þegar til staðar
nb_no: utøvere fantes allered
pl_pl: zawodników już istnieje
ru_ru: Участник уже существует
sk_sk: pretekári už existujú
sv_se: tävlande fanns redan
uk_ua: учасники вже є

source: competitors added unchanged
cs_cz: vložení závdníci nezměněni
da_dk: tilføjede deltagere uændret
de_de: Kämpfer ohne Änderungen hinzugefügt
es_es: Competidores añadidos sin cambios
fa_ir: ورزشکاران بدون تغییر اضافه شدند
fi_fi: kilpailijaa lisätty muuttamatta
fr_fr: compétiteurs ajoutés inchangés
he_il: מתחרים הוספו ללא שינוי
is_is: keppendum bætt við óbreyttum
nb_no: utøvere lagt til uendret
pl_pl: zawodników dodano bez zmian
ru_ru: участник добавлен без изменений
sk_sk: pretekári pridaný bez zmien
sv_se: tävlande har lagts till oförändrade
uk_ua: учасників додано без змін

source: Copy Weights
da_dk: Kopier Vægte
de_de: Gewicht kopieren
es_es: Copiar pesos
fa_ir: رونوشت از وزن ها
fi_fi: Kopioi painot
fr_fr: Copier les poids
he_il: העתק משקלים
is_is: Afrita þyngdir
nb_no: Kopier veiinger
pl_pl: Kopiuj wagi
ru_ru: копирование весовых категорий
sk_sk: Kopírovať Váhy
sv_se: Kopiera vikter
uk_ua: Копіювати вагу

source: weights updated
da_dk: vægte opdateret
de_de: Gewichte aktualisiert
es_es: pesos actualizados
fa_ir: اوزان بروزرسانی شد
fi_fi: painoa kopioitu
fr_fr: poids mis à jour
he_il: משקלים עודכנו
is_is: þyngdir uppfærðar
nb_no: veiinger oppdatert
pl_pl: wagi zaktualizowane
ru_ru: обновление весов
sk_sk: váhy aktualizované
sv_se: vikter uppdaterade
uk_ua: оновити вагу

source: Add competitor
fi_fi: Lisää kilpailija
is_is: Bæta við keppenda

source: Do Backup
cs_cz: Záloha
da_dk: Udfør Backup
de_de: Backup ausführen
es_es: Hacer copia de seguridad
fa_ir: نسخه پشتیبان بگیر
fi_fi: Tee varmuuskopio
fr_fr: Faire une sauvegarde
he_il: בצע גיבוי
is_is: Taka afrit
nb_no: Ta sikkerhetskopi
pl_pl: Wykonaj kopię zapasową
ru_ru: Создать копию
sk_sk: Zálohovať
sv_se: Gör säkerhetskopia
uk_ua: Зробити копію

source: CANNOT OPEN BACKUP FILE
cs_cz: Nelze otevřít záložní soubor
da_dk: KAN IKKE ÅBNE BACKUPFIL
de_de: BACKUPDATEI LÄSST SICH NICHT ÖFFNEN
es_es: NO SE PUEDE ABRRIR LA COPIA DE SEGURIDAD
fa_ir: فایل پشتیبان باز نمیشود
fi_fi: EI VOI AVATA KOPIOTIEDOSTOA
fr_fr: NE PEUT PAS OUVRIR LE FICHIER DE SAUVEGARDE
he_il: לא יכול לפתוח קובץ גיבוי
is_is: GET EKKI OPNAÐ AFRITUNNARSKRÁ
nb_no: KAN IKKE ÅPNE SIKKERHETSKOPIEN
pl_pl: NIE MOŻNA OTWORZYĆ PLIKU KOPII ZAPASOWEJ
ru_ru: Невозможно открыть копию
sk_sk: NIE JE MOŽNÉ OTVORIŤ SÚBOR ZÁLOHY
sv_se: KAN INTE ÖPPNA SÄKERHETSKOPIAN
uk_ua: Не вдається відкрити резервну копію

source: Drawing
cs_cz: Losování
da_dk: Lodtrækning
de_de: Auslosung
es_es: Sorteos
fa_ir: در حال قرعه بندی
fi_fi: Arvonta
fr_fr: Génération du Tirage au sort
he_il: הגרלות
is_is: Dráttur
nb_no: Trekning
pl_pl: Losowanie
ru_ru: Жеребьёвка
sk_sk: Losovanie
sv_se: Lottning
uk_ua: Протоколи

source: Results
cs_cz: Výsledky
da_dk: Resultat
de_de: Ergebnisse
es_es: Resultados
fa_ir: نتایج
fi_fi: Tulokset
fr_fr: Résultats
he_il: תוצאות
is_is: Úrslit
nb_no: Resultater
pl_pl: Wyniki
ru_ru: Результаты
sk_sk: Výsledky
sv_se: Resultat
uk_ua: Результати

source: New Tournament
cs_cz: Nový turnaj
da_dk: Ny Turnering
de_de: Neues Turnier
es_es: Nuevo torneo
fa_ir: مسابقات جدید
fi_fi: Uusi
fr_fr: Nouveau Tournoi
he_il: תחרות חדשה
is_is: Nýtt mót
nb_no: Ny turnering
pl_pl: Nowy turniej
ru_ru: Создать турнир
sk_sk: Nový turnaj
sv_se: Ny tävling
uk_ua: Новий турнір

source: Open Tournament
cs_cz: Otevřít turnaj
da_dk: Åbn Turnering
de_de: Öffne Turnier
es_es: Abrir torneo
fa_ir: باز کردن مسابقات
fi_fi: Valitse
fr_fr: Ouvrir Tournoi
he_il: פתח תחרות קיימת
is_is: Opna mót
nb_no: Åpne turnering
pl_pl: Otwórz turniej
ru_ru: Открыть турнир
sk_sk: Otvor turnaj
sv_se: Öppna tävlingen
uk_ua: Відкрити турнір

source: Open Tournament from Net
cs_cz: Otevřít turnaj z netu
da_dk: Åben Turnering fra Netværket
de_de: Öffne Turnier aus dem Netz
es_es: Abrir torneo desde red
fa_ir: بازکردن مسابقات از طریق اینترنت
fi_fi: Valitse verkosta
fr_fr: Ouvrir Tournoi à partir d'Internet
he_il: פתח תחרות מרשת
is_is: Opna mót gegnum net
nb_no: Åpne turnering fra nett
pl_pl: Otwórz turniej z sieci
ru_ru: Выбрать турнир из сети
sk_sk: Otvor turnaj zo siete
uk_ua: Відкритий турнір з мережі

source: Properties
cs_cz: Vlastnosti
da_dk: Egenskaber
de_de: Eigenschaften
es_es: Propiedades
fa_ir: تنظیمات
fi_fi: Ominaisuudet
fr_fr: Propriétés
he_il: מאפיינים
is_is: Eiginleikar
nb_no: Egenskaper
pl_pl: Właściwości
ru_ru: Свойства
sk_sk: Vlastnosti
sv_se: Egenskaper
uk_ua: Властивості

source: Tournament Backup
cs_cz: Záloha turnaje
da_dk: Turnering Sikkerhedskopi
de_de: Turnier Backup
es_es: Copia de seguridad
fa_ir: پشتیبان گیری از مسابقات
fi_fi: Varmuuskopio
fr_fr: Sauvegarde du Tournoi
he_il: גיבוי תחרות
is_is: Afrit móts
nb_no: Sikkerhetskopi av turnering
pl_pl: Kopia zapasowa turnieju
ru_ru: Копия турнира
sk_sk: Zálohovať Turnaj
sv_se: Tävlingens säkerhetskopia
uk_ua: Зробіть резервну копію

source: Validate Database
da_dk: Validér Database
de_de: Datenbank überprüfen
es_es: Validar Base de Datos
fa_ir: اعتبار سنجی دیتابیس
fi_fi: Tarkista tietokanta
fr_fr: Valider la base de données
he_il: בדוק תקינות מסד נתונים
is_is: Sannreyna gagnagrunn
nb_no: Kontroller databasen
pl_pl: Walidacja bazy danych
ru_ru: проверка базы данных
sk_sk: Potvrdiť Databázu
sv_se: Validera databas
uk_ua: Перевірка бази даних

source: Load Custom Systems
da_dk: Indlæd Tilpassede Systemer
de_de: Lade erstellte Systeme
fi_fi: Lataa itse tehdyt kaaviot
fr_fr: Charger des systèmes personnalisés
he_il: טען שיטות מותאמות
is_is: Hlaða inn sérsniðin kerfi
nb_no: Last tilpassede systemer
sk_sk: Natiahnuť vlastné systémy

source: SQL Dialog
cs_cz: SQL-dialoog
es_es: Diálogo SQL
fi_fi: SQL-dialogi
fr_fr: Dialogue SQL
is_is: SQL fyrirspurnargluggi
pl_pl: Okno dialogowe SQL
ru_ru: SQL диалог
sk_sk: Dialógové okno SQL

source: New Competitor
cs_cz: Nový závodník
da_dk: Ny Deltager
de_de: Neuer Kämpfer
es_es: Nuevo competidor
fa_ir: ورزشکار جدید
fi_fi: Uusi
fr_fr: Nouveau compétiteur
he_il: מתחרה חדש
is_is: Nýr keppandi
nb_no: Ny utøver
pl_pl: Nowy zawodnik
ru_ru: Новый участник
sk_sk: Nový Pretekár
sv_se: Ny tävlande
uk_ua: Новий учасник

source: Search Competitor
cs_cz: Vyhledat závodníka
da_dk: Søg Deltagere
de_de: Kämpfer suchen
es_es: Buscar competidor
fa_ir: جستجوی ورزشکار
fi_fi: Etsi
fr_fr: Recherche compétiteur
he_il: חפש מתחרה
is_is: Leita að keppanda
nb_no: Søk etter utøver
pl_pl: Szukaj zawodnika
ru_ru: Поиск участника
sk_sk: Hľadaj Pretekára
sv_se: Sök tävlande
uk_ua: Пошук учасника
