Repository: einarhre/tindajudoshiai
Catalog: common/judoshiai-*.po
Languages: cs_cz, da_dk, de_de, es_es, fa_ir, fi_fi, fr_fr, he_il, is_is, nb_no, pl_pl, ru_ru, sk_sk, sv_se, uk_ua

source: Win in Golden Score gives 1 point:
is_is: Sigur í gullskori gefur eitt stig:

source: 2017 Rules:
da_dk: 2017 Regler:
de_de: Regeln von 2017:
fi_fi: Vuoden 2017 säännöt:
fr_fr: Règles de f:
is_is: 2017 reglur:

source: 2018 Rules:
da_dk: 2018 Regler:
de_de: Regeln von 2018:
fi_fi: Vuoden 2018 säännöt:
fr_fr: Règles de 2018:
is_is: 2018 reglur:

source: Double Pool 2 with carried forward points:
da_dk: Dobbelt Pulje 2 med overførte point:
de_de: Doppel-Pool 2 mit Punkteübertrag:
es_es: Ligas cruzadas a ligas arrastran los puntos:
fi_fi: Tuplapooli 2:n tulokset finaalipooliin:
fr_fr: Double Pool 2 avec des points reporté:
is_is: Tvöfaldur riðill 2 með áfram söfnuðum stigum:
nb_no: Dobbel pool 2 med videreførte poeng:
pl_pl: Dwie grupy v.2 z przeniesieniem punktów:
sk_sk: Dvojitá Skupina 2 s prenesením bodov:
sv_se: Dubbel pool 2 med överförda poäng:
uk_ua: Змішана - 2 підгрупи з переносом оцінок:

source: Two pool bronzes:
da_dk: To Puljebroncer:
de_de: Zwei Bronzemedaillen im Pool:
es_es: Ligas con dos bronces:
fi_fi: Kaksi poolipronssia:
fr_fr: Deux pool bronzes:
is_is: Tveggja riðla brons:
nb_no: To pool-bronser:
pl_pl: Dwa brązy w grupie:
ru_ru: бронза на 2-х татами
sk_sk: Dve skupiny bronzové:
sv_se: Två pool brons:
uk_ua: Кругова з двома бронзами:

source: Resolve 3-way ties by time:
da_dk: Løs 3-vejs uafgjort med hurtigste sejr:
de_de: Entscheide 3-er-Patt anhand Kampfzeit:
fi_fi: Otteluaika ratkaisee ristiin voitetut:
fr_fr: Résoudre triple égalité par temps:
he_il: פתור שיוויון בליגה באמצעות זמן
is_is: Aðgreina 3-keppenda jafntefli með tíma:
sk_sk: Pri remíze v skupine umiestnenie podľa času:
sv_se: Skilj lika poängtal med snabbast vinst:

source: Resolve 3-way ties by weights:
da_dk: Løs 3-vejs uafgjort med vægt:
de_de: Entscheide 3-er-Patt anhand Gewicht:
es_es: Resolver Triples empates usando el peso:
fi_fi: Paino ratkaisee ristiin voitetut:
fr_fr: Résoudre triple égalité par poids:
he_il: פתור נצחון ליגה לפי משקל
is_is: Aðgreina 3-keppenda jafntefli með þyngd:
nb_no: Avgjør treveis uavgjort ved vekt:
pl_pl: Rozwiąż remis w grupie poprzez wagi:
sk_sk: Pri remíze v skupine umiestnenie podľa váhy:
sv_se: Skilj lika poängtal med vikter:
uk_ua: Із трьох рівних перемагає найлегший:

source: Mix pool matches into rounds:
da_dk: Bland puljekampe i runder
de_de: Vermische Poolkämpfe mit KO-Runden:
fi_fi: Sekoita pooliottelut kierroksen sekaan
fr_fr: Mélanger les matchs de pool en rondes:
he_il: ערבב קרבות ליגה לתוך הסיבובים
is_is: Dreifa viðureignum innan riðla inn á milli útsláttarumferða:
sk_sk: Zamiešať zápasy skupín do kôl:

source: Use points 10/1/0:
da_dk: Benyt point 10/1/0:
de_de: Punkteschema 10/1/0:
fi_fi: Pisteet 10/1/0:
fr_fr: Utilisez les points 10/1/0:
is_is: Tölugildi stiga eru 10/1/0:

source: Use points 100/10/1/½:
da_dk: Benyt point 100/10/1/½
de_de: Punkteschema 100/10/1/½:
fi_fi: Pisteet 100/10/1/½:
fr_fr: Utilisez les points 100/10/1/½:
is_is: Tölugildi stiga eru 100/10/1/½:

source: Use points 10/7/1:
da_dk: Benyt point 10/7/1:
de_de: Punkteschema 10/7/1:
fi_fi: Pisteet 10/7/1:
fr_fr: Utilisez les points 10/7/1:
is_is: Tölugildi stiga eru 10/7/1:

source: Use points 10/1/½:
da_dk: Benyt point 10/1/½:
de_de: Punkteschema 10/1/½:
fi_fi: Pisteet 10/1/½:
fr_fr: Utilisez les points 10/1/½:
is_is: Tölugildi stiga eru 10/1/½:

source: Use points 10/3/1:
da_dk: Benyt point 10/3/1:
de_de: Punkteschema 10/3/1:
fi_fi: Pisteet 10/3/1:
fr_fr: Utilisez les points 10/3/1:
is_is: Tölugildi stiga eru 10/3/1:

source: Use points 10/5/1:
da_dk: Benyt point 10/5/1:
de_de: Punkteschema 10/5/1:
fi_fi: Pisteet 10/5/1:
fr_fr: Utilisez les points 10/5/1:
is_is: Tölugildi stiga eru 10/5/1:

source: Add extra match in teams points tie:
da_dk: Tilføj ekstra kamp hvis holdpoint uafgjort:
de_de: Füge zusätzliche Kämpfe hinzu bei Punktegleichstand:
fi_fi: Lisää ottelu jos joukkueiden pisteet tasan:
fr_fr: Ajouter un match supplémentaire dans matches d'équipe en égalité:
is_is: Bæta við auka viðureign þegar jafntefli verður í liðakeppni:

source: Only wins count, ignore match points:
de_de: Nur Siege zählen, ignoriere Punktestand:
fi_fi: Vain voitot lasketaan, ei pisteitä
fr_fr: Seuls les gains comptent, ignorer les points de match:
is_is: Aðeins sigrar telja, stig skipta ekki máli:

source: The first team reaching the majority of wins is declared the winner. The remaining contests will not be fought:
de_de: Das erste Team, das die Punktemehheit erreicht wird zum Sieger erklärt. Die übrigen Kämpfe werden nicht mehr gekämpft:
fi_fi: Joukkue, joka voittaa otteluiden enemmistön on voittaja. Loppuja otteluita ei otella:
fr_fr: La première équipe atteignant la majorité des victoires est déclarée gagnante. Les matchs restantes ne seront pas combattu:
is_is: Fyrra liðið til að ná meirihluta mögu- legra sigra er lýstur sigurvegari. Viður- eignir sem eftir standa verða ekki háðar:

source: The athletes in the drawn category will refight a golden score contest:
de_de: Die Kämpfer in der gezogenen Klasse kämpfen einen Golden Score Kampf:
fi_fi: Ottelijat arvotusta painoluokasta ottelevat uudelleen golden score -säännöillä:
is_is: Keppendurnir í dregna flokknum munu glíma aftur í gullskorsviðureign:

source: Draw for extra match is done from all categories regardless if the team has a player or not:
de_de: Die Klasse für den zusätzlichen Kampf wird aus allen Klassen gezogen, egal ob ein Team da einen Kämpfer hat, oder nicht:
fi_fi: Uusintaottelun painoluokka arvotaan kaikista painoluokista vaikka painoluokassa ei olisi kilpailijaa:
is_is: Dráttur fyrir auka viðureign nær yfir alla flokka burtséð frá því hvort liðin hafi tiltæka keppendur eða ekki:

source: International System
cs_cz: Mezinárodní systém
de_de: Internationales System
fa_ir: سیستم بین المللی
fi_fi: Kansainvälinen järjestelmä
fr_fr: Système International
he_il: שיטה בינלאומית
is_is: Alþjóðlegt kerfi
nb_no: Internasjonalt system
pl_pl: System międzynarodowy
ru_ru: Международная система
sk_sk: Medzinárodný Systém
sv_se: International systemet
uk_ua: Міжнародна система

source: Finnish System
cs_cz: Finský systém
da_dk: Finsk System
de_de: Finnisches System
fi_fi: Suomalainen järjestelmä
fr_fr: Système Finlandais
he_il: שיטה פינית
is_is: Finnskt kerfi
nb_no: Finsk system
pl_pl: System fiński
ru_ru: Финская система
sk_sk: Fínsky Systém
sv_se: Finska systemet

source: Swedish System
cs_cz: Švédský systém
da_dk: Svensk System
de_de: Schwedisches System
fi_fi: Ruotsalainen järjestelmä
fr_fr: Système Suédois
he_il: שיטה שבדית
is_is: Sænskt kerfi
nb_no: Svensk system
pl_pl: System szwedzki
ru_ru: Шведская система
sk_sk: Švédsky Systém
sv_se: Svenska systemet

source: Estonian System
cs_cz: Estonský sytém
da_dk: Etnisk System
de_de: Esnisches System
fi_fi: Virolainen järjestelmä
fr_fr: Système Estonien
he_il: שיטה אסטונית
is_is: Eistneskt kerfi
nb_no: Estisk system
pl_pl: System estoński
ru_ru: Эстонская система
sk_sk: Estónsky Systém
sv_se: Estniska systemet

source: Spanish System
cs_cz: Španělský systém
da_dk: Spansk System
de_de: Spanisches System
fa_ir: سیستم اسپانیایی
fi_fi: Espanjalainen järjestelmä
fr_fr: Système Espagnol
he_il: שיטה ספרדית
is_is: Spænskt kerfi
nb_no: Spansk system
pl_pl: System hiszpański
ru_ru: испанская система
sk_sk: Systém španielsky
sv_se: Spanska systemet

source: Norwegian System
cs_cz: Norský systém
da_dk: Norsk System
de_de: Norwegisches System
fi_fi: Norjalainen järjestelmä
fr_fr: Système Norvégien
is_is: Norskt kerfi
nb_no: Norsk system
pl_pl: System norweski
ru_ru: Norra süsteem
sk_sk: Systém nórsky

source: British System
da_dk: Britisk System
de_de: Britisches System
fi_fi: Brittiläinen järjestelmä
fr_fr: Système Britannique
he_il: שיטהה בריטית
is_is: Breskt kerfi
nb_no: Britisk system
pl_pl: System angielski
sk_sk: Britský systém
sv_se: Brittisk systemet

source: Australian System
da_dk: Australsk System
de_de: Australisches System
fi_fi: Australialainen järjestelmä
fr_fr: Système Australien
he_il: שיטה אוסטרלית
is_is: Ástralskt kerfi
nb_no: Australsk system
pl_pl: System australijski
sk_sk: Austrálsky systém
sv_se: Australisk systemet

source: Danish System
da_dk: Dansk System
de_de: Dänisches System
fi_fi: Tanskalainen järjestelmä
fr_fr: Système Danois
he_il: שיטה דנית
is_is: Danskt kerfi
nb_no: Dansk system
pl_pl: System duński
sk_sk: Dánsky systém
sv_se: Danska systemet

source: Polish System
da_dk: Polsk System
de_de: Polnisches System
fi_fi: Puolalainen järjestelmä
fr_fr: Système Polonais
he_il: שיטה פולנית
is_is: Póslskt kerfi
nb_no: Polsk system
pl_pl: System polski
sk_sk: Poľský systém
sv_se: Polska systemet

source: Slovakian System
da_dk: Slovakisk System
de_de: Slowakisches System
fi_fi: Slovakialainen järjestelmä
fr_fr: Système Slovaque
he_il: שיטה סלובקית
is_is: Slóvenskt kerfi
nb_no: Slovakisk system
pl_pl: Syatem Słowacki
sk_sk: Slovenský systém
sv_se: Slovakiska systemet

source: Ukrainian System
da_dk: Ukrainsk System
de_de: Ukrainisches System
fi_fi: Ukrainalainen järjestelmä
fr_fr: Système Ukrainien
he_il: שיטה אוקראינית
is_is: Úkraínskt kerfi
nb_no: Ukrainsk system
sk_sk: Ukrajinský systém

source: German System
de_de: Deutsches System
fi_fi: Saksalainen järjestelmä
fr_fr: Système Allemand
is_is: Þýskt kerfi

source: Icelandic System
is_is: Íslenskt kerfi

source: Tournament properties
cs_cz: Nastavení turnaje
da_dk: Turneringsegenskaber
de_de: Turniereigenschaften
es_es: Propiedades de la competición
fa_ir: تنظیمات مسابقه
fi_fi: Kilpailun tiedot
fr_fr: Propriétés du tournoi
he_il: מאפייני תחרות
is_is: Eiginleikar móts
nb_no: Turneringsegenskaper
pl_pl: Właściwości turnieju
ru_ru: Настройки турнира
sk_sk: Turnaj - vlastnosti
sv_se: Tävlingsegenskaper
uk_ua: Умови турніру

source: Competitors:
cs_cz: Závodníci:
da_dk: Deltagere:
de_de: Kämpfer:
es_es: Competidores:
fa_ir: ورزشکاران:
fi_fi: Ottelijoita:
fr_fr: Compétiteurs:
he_il: מתחרים
is_is: Keppendur:
nb_no: Utøvere:
pl_pl: Zawodnicy:
ru_ru: Участники
sk_sk: Pretekári:
sv_se: Tävlande:
uk_ua: Учасники:

source: Weighted:
da_dk: Indvejede:
de_de: Gewogen:
es_es: Pesado:
fa_ir: وزن کشی شده:
fi_fi: Punnitut:
fr_fr: Pesés:
he_il: נשקלו:
is_is: Vigtaðir:
nb_no: Innveid:
pl_pl: Zważeni:
ru_ru: взвешен
sk_sk: Zvážený:
sv_se: Invägda:
uk_ua: Зважування:

source: Reset to
cs_cz: Resetuj do
da_dk: Nulstil til
de_de: Zurücksetzen auf
es_es: Resetear a
fa_ir: بازنشانی
fi_fi: Aseta
fr_fr: Remise à
he_il: שחזר
is_is: Endurstilla á
nb_no: Nullstill til
pl_pl: Przywróć do
ru_ru: возврат к...
sk_sk: Obnovenie
sv_se: Återställ till
uk_ua: Скинути

source: Players
cs_cz: Hráči
da_dk: Deltagere
de_de: Teilnehmer
es_es: Competidores
fa_ir: بازیکنان
fi_fi: Ottelijat
fr_fr: Joueurs
he_il: שחקנים
is_is: Þátttakendur
nb_no: Spillere
pl_pl: Zawodnicy
ru_ru: игроки
sk_sk: Pretekári
sv_se: Spelare
uk_ua: Учасників

source: Max age
cs_cz: Max věk
da_dk: Max alder
de_de: Höchstalter
es_es: Edad máxima
fa_ir: حداکثر سن
fi_fi: Suurin ikä
fr_fr: Âge max
he_il: גיל מירבי
is_is: Hámarksaldur
nb_no: Maks alder
pl_pl: Wiek max
ru_ru: макс. возвраст
sk_sk: Max vek
sv_se: Max ålder
uk_ua: Максимальний вік

source: Min
fa_ir: حداقل
he_il: מינ.
is_is: Lágmark
ru_ru: мин.
uk_ua: Мін.

source: Max
fa_ir: حداکثر
he_il: מקס'
is_is: Hámark
nb_no: Maks
ru_ru: макс.
uk_ua: Макс.

source: System
cs_cz: Systém
es_es: Sistema
fa_ir: سیستم
fi_fi: Järjestelmä
fr_fr: Système
he_il: שיטה
is_is: Kerfi
ru_ru: система
sk_sk: Systém
uk_ua: Система

source: Initialize
cs_cz: Inicializuj
da_dk: Initialisér
de_de: Initialisieren
es_es: Inicializar
fa_ir: شروع کردن
fi_fi: Alusta
fr_fr: Initialiser
is_is: Frumstilla
nb_no: Initialiser
pl_pl: Rozpocznij
ru_ru: Инициализировать
sk_sk: Začať
sv_se: Initiera
uk_ua: Ініціалізувати

source: General
cs_cz: Hlavní
da_dk: Generelt
de_de: Allgemein
fa_ir: عمومی
fi_fi: Yleiset asetukset
fr_fr: Général
he_il: Yleiset asetukset
is_is: Almennt
nb_no: Generelt
pl_pl: Ogólne
ru_ru: Основное
sk_sk: Hlavný
sv_se: Allmänt
uk_ua: Загальні положення

source: Rules
de_de: Regeln von 2017
fi_fi: Säännöt
fr_fr: Règles
is_is: Reglur

source: Pool settings
da_dk: Pujleindstillinger
de_de: Pooleinstellungen
es_es: Configuración de las ligas
fa_ir: تنظیم جدول دوره ای
fi_fi: Poolin asetukset
fr_fr: Paramètres du pool
he_il: הגדרות ליגה
is_is: Riðlafyrirkomulag
nb_no: Oppsett av pool
pl_pl: Ustawienia grupy
ru_ru: Настройка матов
sk_sk: Nastavenia skupiny
sv_se: Pool inställningar
uk_ua: Параметри змішаних систем

source: Team event
de_de: Mannschaftswettkampf
fi_fi: Joukkuekilpailu
fr_fr: Épreuve par équipe
is_is: Liðakeppni

source: Default systems
cs_cz: Základní system
da_dk: Standardsystemer
de_de: Standardwettkampfsystem
es_es: Sistemas por defecto
fa_ir: سیستم پیش فرض
fi_fi: Oletusjärjestelmät
fr_fr: Les systèmes par défaut
he_il: שיטות ברירת מחדל
is_is: Sjálfgefin kerfi
nb_no: Standardsystemer
pl_pl: Systemy domyślne
ru_ru: система по умолчанию
sk_sk: Predvolené systémy
sv_se: Standard systemen
uk_ua: Визначена система

source: Grade names
da_dk: Grad-navne
de_de: Graduierungen
es_es: Nombre de los grados
fa_ir: نام درجه کمربند
fi_fi: Vyöarvojen nimet
fr_fr: Noms des grades
he_il: שם דרגות
is_is: Gráðuheiti
nb_no: Navn på grader
pl_pl: Nazwy stopni
ru_ru: наиманования оценок
sk_sk: Názvy stupňov
sv_se: Grad namnen
uk_ua: Ступені (Кю/Розряд)

source: Statistics
da_dk: Statistik
de_de: Statistik
es_es: Estadísticas:
fa_ir: آمار
fi_fi: Tilastot
fr_fr: Statistiques
he_il: סטטיסטיקה
is_is: Tölfræði
nb_no: Statistikk
pl_pl: Statystyki
ru_ru: Статистика
sk_sk: Štatistiky
sv_se: Statistik
uk_ua: Статистика

source: Color
de_de: Farbe
fi_fi: Väri
fr_fr: Couleur
is_is: Litur

source: Search
cs_cz: Hledat
da_dk: Søg
de_de: Suche
es_es: Buscar
fa_ir: جستجو
fi_fi: Etsi
fr_fr: Recherche
he_il: חפש
is_is: Leita
nb_no: Søk
pl_pl: Szukaj
ru_ru: Поиск
sk_sk: Hľadanie
sv_se: Sök
uk_ua: Пошук

source: Men
cs_cz: Muž
da_dk: Mænd
de_de: Männer
es_es: Hombres
fa_ir: آقایان
fi_fi: Miehet
fr_fr: Hommes
he_il: גברים
is_is: Karlar
nb_no: Menn
pl_pl: Mężczyźni
ru_ru: Мужчины
sk_sk: Muži
sv_se: Män
uk_ua: Чоловіки

source: Women
cs_cz: Žena
da_dk: Kvinder
de_de: Frauen
es_es: Mujeres
fa_ir: بانوان
fi_fi: Naiset
fr_fr: Femmes
he_il: נשים
is_is: Konur
nb_no: Kvinner
pl_pl: Kobiety
ru_ru: Женщины
sk_sk: Ženy
sv_se: Kvinnor
uk_ua: Жінки

source: Yes
da_dk: Ja
de_de: Ja
fi_fi: Kyllä
fr_fr: Oui
is_is: Já

source: No
da_dk: Nej
de_de: Nein
fi_fi: Ei
fr_fr: Non
is_is: Nei

source: Highest age:
cs_cz: Maximální věk:
da_dk: Højeste alder:
de_de: Höchstalter:
es_es: Edad máxima:
fa_ir: بیشترین سن:
fi_fi: Ylin ikä:
fr_fr: Âge le plus élevé:
he_il: גיל גבוה
is_is: Hámarksaldur:
nb_no: Høyeste alder:
pl_pl: Maksymalny wiek:
ru_ru: Максимальный возвраст
sk_sk: Najvyšší vek:
sv_se: Högsta ålder:
uk_ua: Не старше:

source: Age text:
cs_cz: Věková kategorie:
da_dk: Ålderstekst:
de_de: Altersklassenbezeichnung:
es_es: Texto de edad:
fa_ir: عنوان رده سنی:
fi_fi: Ikäteksti:
fr_fr: Texte d'âge:
he_il: טקסט גילאים
is_is: Aldursflokkur:
nb_no: Tekst for alder:
pl_pl: Wiek (tekst):
ru_ru: Текст возвраста
sk_sk: Vek(text):
sv_se: Ålder text:
uk_ua: Вікова група:

source: Match time:
cs_cz: Čas zápasu:
da_dk: Kampvarighed:
de_de: Kampfzeit:
es_es: Tiempo de combate:
fa_ir: مدت مسابقه:
fi_fi: Otteluaika:
fr_fr: Durée du match:
he_il: זמן קרב
is_is: Keppnistími:
nb_no: Kampvarighet:
pl_pl: Czas walki:
ru_ru: Время турнира
sk_sk: Čas zápasu:
sv_se: Matchtid:
uk_ua: Час сутички:

source: Rest time:
cs_cz: Přestávka:
da_dk: Hviletid:
de_de: Ruhezeit:
es_es: Tiempo de descanso:
fa_ir: زمان استراحت:
fi_fi: Lepoaika:
fr_fr: Durée du temps de repos:
he_il: זמן מנוחה
is_is: Hvíldartími:
nb_no: Hviletid
pl_pl: Czas odpoczynku:
ru_ru: Перерыв»
sk_sk: Doba prestávky:
sv_se: Vilotid:
uk_ua: Час відпочинку:

source: Golden Score:
cs_cz: Zlaté skóre:
es_es: Técnica de oro:
fi_fi: Jatkoaika:
he_il: ניקוד זהב
is_is: Gullskor:
ru_ru: Дополнительное время
sk_sk: Zlaté skóre:
uk_ua: Голден Скор:

source: Pin times (IWYK):
cs_cz: Časy držení.(IWYK):
da_dk: Holdegrebstider (IWYK):
de_de: Haltezeit (IWYK):
es_es: Tiempo de inmovilización.(IWYK):
fa_ir: زمان اوسای کومی (IWYK):
fi_fi: Sidont.(IWYK):
fr_fr: Temps d'immobilisation (IWYK):
he_il: זמן ריתוק
is_is: Fastatakstími (IWYK):
nb_no: Holdetider (IWYK):
pl_pl: Czasy trzymania (IWYK):
sk_sk: Časy držania (IWYK):
sv_se: Fasthållnings-tider (IWYK):
uk_ua: Утримання (IWYK):

source: Rep. time:
da_dk: Rep. tid:
de_de: Kampfzeit Trostrunde
es_es: Tiempo de rep.:
fa_ir: زمان استراحت:
fi_fi: Ker. aika:
fr_fr: Temps Rep:
he_il: זמן רפסג:
is_is: Uppreisnartími:
nb_no: Rekval. tid:
pl_pl: Czas repasażu:
sk_sk: Doba repasáže:
sv_se: Rep. tid:
uk_ua: Час втішення:

source: Highest weight (g):
cs_cz: Nejvyšší váha (g):
da_dk: Højeste vægt (g):
de_de: Max. Gewicht (g):
es_es: Peso máximo (g):
fa_ir: بیشترین وزن (گ):
fi_fi: Ylin paino (g):
fr_fr: Poids le plus élevé(g):
he_il: משקל גבוה בגרמים
is_is: Mesta þyngd (g):
nb_no: Høyeste vekt (g):
pl_pl: Maksymalna waga (g):
ru_ru: Максимальный вес (г)
sk_sk: Najvyššia váha (g):
sv_se: Högsta vikt (g):
uk_ua: Допустима вага (г):

source: Weight text:
cs_cz: Váha:
da_dk: Vægttekst:
de_de: Gewichtsklassenbezeichnung:
es_es: Texto de peso:
fa_ir: متن وزن:
fi_fi: Painoteksti:
fr_fr: Texte de poids:
he_il: טקסט משקל
is_is: Þyngdarflokkar:
nb_no: Tekst for vekt:
pl_pl: Waga (tekst):
ru_ru: Вес текстом
sk_sk: Váha (text):
sv_se: Vikttext:
uk_ua: Вагова кат.:

source: Properties:
is_is: Eiginleikar:

source: Copy
da_dk: Kopier
de_de: Kopieren
fi_fi: Kopioi
fr_fr: Copie
is_is: Afrita

source: Sheets
cs_cz: Tabulky
da_dk: Ark
de_de: Kampflisten
es_es: Hojas
fa_ir: جداول
fi_fi: Kaaviot
fr_fr: Feuilles
he_il: דפים
is_is: Arkir
nb_no: Lister
pl_pl: Arkusze
ru_ru: Таблицы
sk_sk: Listy
sv_se: Bladen
uk_ua: Протоколи

source: Basic Scripts
cs_cz: Základní skritp
da_dk: Basisscripts
de_de: Basic-skript
es_es: Scripts Básicos
fa_ir: اسکریپت های پایه
fi_fi: Basic-ohjelmat
fr_fr: Scripts de Basic
is_is: Grunnskriftur
nb_no: BASIC skript
pl_pl: Skrypty basic
ru_ru: Основные скрипты
sk_sk: Základné Skripty
sv_se: Basic-skript
uk_ua: Основний сценарій

source: Select Script
cs_cz: Výběr skriptu
da_dk: Vælg Script
de_de: Wähle Skript
es_es: Seleccionar Script
fa_ir: انتخاب اسکریپت
fi_fi: Valitse ohjelma
fr_fr: Sélectionnez Script
is_is: Veldu skriftu
nb_no: Velg skript
pl_pl: Wybierz skrypt
ru_ru: выбрать скрипт
sk_sk: Vybrať Skript
sv_se: Välja skriptet
uk_ua: Вибрати сценарій

source: No script available
cs_cz: Nedostupný skript
da_dk: Intet script tilgængelig
de_de: Keine Skripte vorhanden
es_es: No hay Script disponible
fa_ir: هیچ اسکرپتی موجود نیست
fi_fi: Ohjelmaa ei ole
fr_fr: Aucun script disponible
is_is: Engin skrifta er í boði
nb_no: Ingen tilgjengelige skript
pl_pl: Skrypty niedostępne
ru_ru: скрипт недоступен
sk_sk: Skripty nedostupné
sv_se: Ingen skript tillgängliga
uk_ua: Сценарій недоступний

source: Run Script
cs_cz: Spusť skript
da_dk: Kør Script
de_de: Skript starten
es_es: Ejecutar Script
fa_ir: اجرای اسکریپت
fi_fi: Suorita ohjelma
fr_fr: Exécuter le script
is_is: Keyra skriftu
nb_no: Kjør skript
pl_pl: Uruchom skrypt
ru_ru: запустить скрипт
sk_sk: Spustiť skript
sv_se: Köra skriptet
uk_ua: Ввімкнути сценарій

source: Repeat Script
cs_cz: Opakuj skript
da_dk: Gentag Script
de_de: Skript wiederholen
es_es: Repetir Script
fa_ir: تکرار اسکرپت
fi_fi: Toista ohjelma
fr_fr: Répétez Script
is_is: Endurtaka skriftu
nb_no: Gjenta skript
pl_pl: Powtórz skrypt
ru_ru: повторить скрипт
sk_sk: Opakovať skript
sv_se: Repetera skriptet
uk_ua: Повторити сценарій

source: Use SVG Templates
cs_cz: Použij SVG šablony
da_dk: Anvend SVG Skabeloner
de_de: SVG Vorlagen anwenden
es_es: Usar plantilla SVG
fa_ir: اصتفاده از قالب های اس.وی.جی
fi_fi: Käytä SVG-mallineita
fr_fr: Utiliser les modèles de SVG
is_is: Nota SVG forsnið
nb_no: Bruk SVG-maler
pl_pl: Użyj szablonów SVG
ru_ru: использовать SVG шаблоны
sk_sk: Použiť šablóny SVG
sv_se: Använd SVG-mallar
uk_ua: Власний шаблон SVG

source: Which one is correct?
cs_cz: Který je správně?
da_dk: Hvilken er korrekt?
de_de: Welche ist richtig?
es_es: ¿Cuál es corecto?
fa_ir: کدام یک صحیح است؟
fi_fi: Kumpi on oikein?
fr_fr: Lequel est le bon?
he_il: איזה הוא הנכון?
is_is: Hvor þeirra er réttur?
nb_no: Hvilken er korrekt?
pl_pl: Który jest poprawny?
ru_ru: Укажите правильный
sk_sk: Ktorý z nich je správny?
sv_se: Vilken är korrekt?
uk_ua: Який з них правильний?

source: Own database
cs_cz: Vlastní databáze
da_dk: Egen database
de_de: Eigene Datenbank
es_es: Database propia
fa_ir: دیتابیس برنامه
fi_fi: Oma tietokanta
fr_fr: Propre base de données
he_il: מסד נתונים עצמי
is_is: Eigin gagnagrunnur
nb_no: Egen database
pl_pl: Własna baza danych
ru_ru: Своя база данных
sk_sk: Vlastná databáza
sv_se: Egen databas
uk_ua: Власна база даних

source: Foreign database
cs_cz: Zahraniční databáze
da_dk: Anden database
de_de: Remote Datenbank
es_es: Database exterior
fa_ir: دیتابیس خارجی
fi_fi: Vieras tietokanta
fr_fr: Base de données étrangère
he_il: מסד נתונים זר
is_is: Utanaðkomandi gagnagrunnur
nb_no: Annen database
pl_pl: Obca baza danych
ru_ru: Чужая база данных
sk_sk: Cudzia databáza
sv_se: Annan databas
uk_ua: Зовнішня баз даних

source: Do not change
cs_cz: Neměnit
da_dk: Ændre ikke
de_de: Nicht ändern
es_es: No cambiar
fa_ir: تغییر ندهید
fi_fi: Jätä ennalleen
fr_fr: Ne pas modifier
he_il: אל תשנה
is_is: Ekki breyta
nb_no: Ikke endre
pl_pl: Nie zmieniaj
ru_ru: Без изменений
sk_sk: Nemeniť
sv_se: Ändra inte
uk_ua: Не змінювати

source: Stop synchronization
cs_cz: Zastav synchronizaci
da_dk: Stop synkronisering
de_de: Stopp Synchronisierung
es_es: Parar sincronización
fa_ir: توقف همگام سازی
fi_fi: Lopeta synkronointi
fr_fr: Arrêter la synchronisation
he_il: הפסק סינכרון
is_is: Hætta samstillingu
nb_no: Stopp synkronisering
pl_pl: Zatrzymaj synchronizację
ru_ru: Остановить синхронизацию
sk_sk: Zastaviť synchronizáciu
sv_se: Stopp synkronisering
uk_ua: Зупинити синхронізацію

source: NOTE
cs_cz: Poznámka
de_de: HINWEIS
es_es: NOTA
fa_ir: یادداشت
fi_fi: HUOMAA
fr_fr: REMARQUE
he_il: הערה
is_is: Athugasemd
nb_no: OBS
pl_pl: UWAGA
ru_ru: NB
sk_sk: Oznam
sv_se: OBS
uk_ua: ПРИМІТКА

source: is not a valid ASCII string!
cs_cz: není správný ASCII-znak!
da_dk: er ikke en gyldig ASCII streng!
de_de: ist keine gültige ASCII Zeichenfolge!
es_es: ¡No es una cadena ASCII válida!
fa_ir: کاراکترهای ASCII قابل قبول نیست!
fi_fi: ei ole hyväksyttävä ASCII-merkkijono!
fr_fr: n'est pas une chaîne de caractères ASCII valide!
he_il: לא נתמך!
is_is: er ekki gildur ASCII strengur!
nb_no: er ikke en gyldig ASCII-streng!
pl_pl: nie jest ciągiem znaków ASCII!
ru_ru: это не ASCII
sk_sk: neplatný ASCII znak!
sv_se: är inte en giltig ASCII-sträng!
uk_ua: не прийнятні символи ASCII!

source: Mobile
is_is: Snjalltæki

source: Automatic Web Page Update
cs_cz: Automatická aktualizace web
da_dk: Opdater Webside Automatisk
de_de: Automatische Webseitenaktualisierung
es_es: Actualizar web automáticamente
fa_ir: بروزرسانی خودکار صفحه وب
fi_fi: Autom. web-sivun päivitys
fr_fr: Mise à jour automatique de la page Web
he_il: עדכון רשת אוטומטית
is_is: Sjálfvirk uppfærsla vefsíðu
nb_no: Automatisk webside-oppdatering
pl_pl: Automatyczna aktualizacja WWW
ru_ru: Автоматическое обновление веб-страницы
sk_sk: Automatická aktualizácia Web stránky
sv_se: Automatisk uppdatering av websida
uk_ua: Автоматичне оновлення веб-сторінки

source: Create Statistics
cs_cz: Vytvoř statistiku
da_dk: Opret Statistik
de_de: Statistik erzeugen
es_es: Crear estadísticaas
fa_ir: ایجاد آمار و ارقام
fi_fi: Tee tilastot
fr_fr: Créer Statistiques
he_il: צור סטטיסטיקה
is_is: Búa til tölfræði
nb_no: Lag statistikk
pl_pl: Stwórz statystyki
ru_ru: Создать статистику
sk_sk: Vytvoriť Štatistiku
sv_se: Skapa statistik
uk_ua: Створити статистику
