Repository: einarhre/tindajudoshiai
Catalog: common/judoshiai-*.po
Languages: cs_cz, da_dk, de_de, es_es, fa_ir, fi_fi, fr_fr, he_il, is_is, nb_no, pl_pl, ru_ru, sk_sk, sv_se, uk_ua

source: Golden Score
cs_cz: Zlaté skóre
es_es: Técnica de oro
fa_ir: وقت طلایی
fi_fi: Jatkoaika
he_il: ניקוד זהב
is_is: Gullskor
ru_ru: Дополнительное время
sk_sk: Zlaté skóre
uk_ua: Голден Скор

source: White has a judogi problem.
cs_cz: Bílý má problém s kimonem
da_dk: Hvid har et problem med judogi.
de_de: Weiß hat ein Judogi-Problem.
es_es: Blanco tiene un problema con el judogi
fa_ir: لباس جودو سفید مشکل دارد
fi_fi: Valkoisella on judogiongelma
fr_fr: Blanc a un problème de judogi.
he_il: בעיית חליפה ללבן
is_is: Júdóbúnings vandamál hjá hvítum
nb_no: Hvit har et problem med judogi
pl_pl: Biały ma problem z judogą
ru_ru: Проблема с дзюдо-го у белого
sk_sk: Biely má problém s judogi
sv_se: Vit har ett judogi problem.
uk_ua: Білий має проблеми з дзюдогі.

source: Blue has a judogi problem.
cs_cz: Modrý má problém s kimonem
da_dk: Blå har et problem med judogi.
de_de: Blau hat ein Judogi-Problem.
es_es: Azul tiene un problema con el judogi
fa_ir: لباس جودو آبی مشکل دارد
fi_fi: Sinisellä on judogiongelma
fr_fr: Bleu a un problème de judogi.
he_il: בעיית חליפה לכחול
is_is: Júdóbúnings vandamál hjá bláum
nb_no: Blå har et problem med judogi
pl_pl: Niebieski ma problem z judogą
ru_ru: Проблема с дзюдо-го у синего
sk_sk: Modrý má problém s judogi
sv_se: Blå har ett judogi problem
uk_ua: Синій має проблеми з дзюдогі.

source: White won the voting
cs_cz: Bílý vhrál hlasováním
da_dk: Hvid vandt afstemningen
de_de: Weiß gewinnt durch Kampfrichterentscheid
es_es: Blanco ganó la votación
fa_ir: سفید برنده پرچم
fi_fi: Valkoinen voitti äänestyksen
fr_fr: Blanc a remporté le vote
he_il: לבן מנצח
is_is: Hvítur vann
nb_no: Hvit vant avstemningen
pl_pl: Biały wygrywa przez HANTEI
ru_ru: Белый победил по голосованию
sk_sk: Biely vyhráva na hlasovanie HANTEI
sv_se: Vit vann omröstningen
uk_ua: Хантей: Білий переміг

source: Blue won the voting
cs_cz: Modrý vyhrál hlasováním
da_dk: Blå vandt afstemningen
de_de: Blau gewinnt durch Kampfrichterentscheid
es_es: Azul ganó la votación
fa_ir: آبی برنده پرچم
fi_fi: Sininen voitti äänestyksen
fr_fr: Bleu a remporté le vote
he_il: כחול מנצח
is_is: Blár vann
nb_no: Blå vant avstemningen
pl_pl: Niebieski wygrywa przez HANTEI
ru_ru: Синий победил по голосованию
sk_sk: Modrý vyhráva na hlasovanie HANTEI
sv_se: Blå vann omröstningen
uk_ua: Хантей: Синій переміг

source: Hansoku-make to white
cs_cz: Hansoku-make bílý
da_dk: Hansoku-make til hvid
de_de: Hansoku-make für Weiß
es_es: Hansoku-make para Blanco
fa_ir: هانسوکوماکه به سفید
fi_fi: Hansoku-make valkoiselle
fr_fr: Hansoku-make à blanc
he_il: הנסוקומקה ללבן
is_is: Hansoku-make á hvítann
nb_no: Hansoku-make til hvit
pl_pl: HANSOKU-MAKE dla białego
ru_ru: Hansoku-make белому
sk_sk: Hansoku-make pre bieleho
sv_se: Hansoku-make till vit
uk_ua: Хансоку-маке білому

source: Hansoku-make to blue
cs_cz: Hansoku-make modrý
da_dk: Hansoku-make til blå
de_de: Hansoku-make für Blau
es_es: Hansoku-make para Azul
fa_ir: هانسوکوماکه به آبی
fi_fi: Hansoku-make siniselle
fr_fr: Hansoku-make au bleu
he_il: הנסוקומקה לכחול
is_is: Hansoku-make á bláan
nb_no: Hansoku-make til blå
pl_pl: HANSOKU-MAKE dla niebieskiego
ru_ru: Hansoku-make синему
sk_sk: Hansoku-make pre modrého
sv_se: Hansoku-make till blå
uk_ua: Хансоку-маке синьому

source: Match:
cs_cz: Zápas:
da_dk: Kamp:
de_de: Kampf:
es_es: Combate:
fa_ir: مسابقه:
fi_fi: Ottelu:
he_il: קרב
is_is: Viðureign:
nb_no: Kamp:
pl_pl: Walczą:
ru_ru: Матч
sk_sk: Zápas:
uk_ua: Сутичка:

source: Next:
cs_cz: Další:
da_dk: Næste:
de_de: Nächster:
es_es: Siguiente:
fa_ir: بعد:
fi_fi: Valmist:
fr_fr: Suivant:
he_il: הבא
is_is: Næst:
nb_no: Neste:
pl_pl: Przygotują się:
ru_ru: Следующий
sk_sk: Ďalší:
sv_se: Nästa:
uk_ua: Наступна:

source: Open file
da_dk: Åbn fil
de_de: Öffne Datei
fa_ir: باز کردن فایل
fi_fi: Avaa tiedosto
fr_fr: Ouvrir le fichier
he_il: פתח קובץ
is_is: Opna skrá
nb_no: Åpne fil
sk_sk: Otvoriť súbor

source: Fight:
cs_cz: Zápas:
da_dk: Kamp:
de_de: Kampf:
es_es: Combate:
fa_ir: مسابقه:
fi_fi: Ottelu:
fr_fr: Combat:
he_il: קרב
is_is: Viðureign:
nb_no: Kamp:
pl_pl: Walczą:
ru_ru: Участики
sk_sk: Zápas:
sv_se: Match:
uk_ua: На татамі:

source: Select font
cs_cz: Výběr fontu
da_dk: Vælg skrifttype
de_de: Schriftart auswählen
es_es: Seleccionar un tipo de letra
fa_ir: انتخاب فونت
fi_fi: Valitse kirjasin
fr_fr: Sélectionnez la fonte
he_il: בחר גופן
is_is: Velja leturgerð
nb_no: Velg skrifttype
pl_pl: Wybierz czcionkę
ru_ru: выбор шрифта
sk_sk: Vybrať font
sv_se: Välj typsnitt
uk_ua: Вибрати шрифт

source: About JudoTimer
cs_cz: Info JudoTimerist
es_es: Acerca de JudoTimer
he_il: אודות שעון תחרות
is_is: Um JudoTimer
nb_no: Om Judotimer
pl_pl: O aplikacji Judotimer
ru_ru: О JudoTimer
sk_sk: O aplikácií JudoTimer

source: Set clocks
cs_cz: Nastav čas
da_dk: Indstil ur
de_de: Stopuhren stellen
es_es: Configurar relojes
fa_ir: تنظیم زمان
fi_fi: Aseta kellot
fr_fr: Réglage du chrono
he_il: הגדר שעונים
is_is: Stilla klukkur
nb_no: Still klokkene
pl_pl: Ustaw zegary
ru_ru: Настройка часов
sk_sk: Nastavenie hodín
sv_se: Ställa klockor
uk_ua: Встановити таймер

source: Clock:
cs_cz: Hodiny:
da_dk: Ur:
de_de: Kampfzeit:
es_es: Reloj:
fa_ir: زمان:
fi_fi: Ottelukello:
fr_fr: Chrono:
he_il: שעון
is_is: Klukka:
nb_no: Klokke:
pl_pl: Zegar:
ru_ru: Время
sk_sk: Hodiny:
sv_se: Klockan:
uk_ua: Таймер:

source: Match
cs_cz: Zápas
da_dk: Kamp
de_de: Kampf
es_es: Combate
fa_ir: مسابقه
fi_fi: Ottelu
he_il: הבא
is_is: Viðureign
nb_no: Kamp
pl_pl: Walka
ru_ru: Матч
sk_sk: Zápas
uk_ua: Сутичка

source: Preferences
cs_cz: Předvolby
da_dk: Indstillinger
de_de: Einstellungen
es_es: Preferencias
fa_ir: تنظیمات
fi_fi: Asetukset
fr_fr: Préférences
he_il: מאפיינים
is_is: Stillingar
nb_no: Innstillinger
pl_pl: Właściwości
ru_ru: Настройки
sk_sk: Vlastnosti
sv_se: Inställningar
uk_ua: Установки

source: Help
cs_cz: Pomoc
da_dk: Hjælp
de_de: Hilfe
es_es: Ayuda
fa_ir: راهنما
fi_fi: Ohje
fr_fr: Aide
he_il: עזרה
is_is: Hjálp
nb_no: Hjelp
pl_pl: Pomoc
ru_ru: Помощь
sk_sk: Pomoc
sv_se: Hjälp
uk_ua: Допомога

source: Undo!
cs_cz: Zpět!
da_dk: Fortryd!
de_de: Rückgängig!
es_es: ¡Desahacer!
fa_ir: یک قدم به عقب
fi_fi: Eiku!
fr_fr: Défaire!
he_il: בטל
is_is: Afturkalla!
nb_no: Angre!
pl_pl: Cofnij!
ru_ru: Вернуть
sk_sk: Zrušiť!
sv_se: Ångra!
uk_ua: Скасувати!

source: Match duration: automatic
cs_cz: DOba zápasu : automaticky
da_dk: Kampvarighed: automatisk
de_de: Kampfzeit: automatisch
es_es: Duración del combate: Automática
fa_ir: مدت مسابقه خودکار
fi_fi: Otteluaika: automaattinen
fr_fr: Durée du match: automatique
he_il: משך ההתמודדות: אוטומטית
is_is: Lengd viðureignar: Sjálfvirkt
nb_no: Kamptid: automatisk
pl_pl: Czas walki: automatyczny
ru_ru: Продолжительность матчя: автоматическое
sk_sk: Trvanie zápasu: automaticky
sv_se: Matchtid: automatisk
uk_ua: Тривалість сутички: автоматично

source: Match duration: 2 min (short pin times)
de_de: Kampfzeit: 2 Min (kurze Haltezeit)
fi_fi: Otteluaika: 2 min E-junnut
fr_fr: Durée du combat: 2 min (temps court d'immobilisation)
he_il: משך ההתמודדות 2 דקות צעירים
is_is: Lengd viðureignar: 2 mín (stuttur fastatakstími)
nb_no: Kamptid: 2 min E-juniors
pl_pl: Czas walki: 2 min (dzieci)
ru_ru: Длительность матча: 2 мин. Е класс
sk_sk: Trvanie zápasu: 2 min (mini)
sv_se: Matchtid: 2 min U11
uk_ua: Тривалість - 2 хв, утримння - 15 сек

source: Match duration: 2 min
cs_cz: Doba zápasu: 2 min
da_dk: Kampvarighed: 2 min
de_de: Kampfzeit: 2 Min
es_es: Duración del combate: 2 min
fa_ir: مدت مسابقه 2 دقیقه
fi_fi: Otteluaika: 2 min
fr_fr: Durée du match: 2 min
he_il: משך קרב: 2 דקות
is_is: Lengd viðureignar: 2 mín
nb_no: Kamptid: 2 min
pl_pl: Czas walki: 2 min
ru_ru: Продолжительность матча 2 мин.
sk_sk: Trvanie zápasu: 2 min
sv_se: Matchtid: 2 min
uk_ua: Тривалість - 2 хв.

source: Match duration: 3 min
cs_cz: Doba zápasu: 3 min
da_dk: Kampvarighed: 3 min
de_de: Kampfzeit: 3 Min
es_es: Duración del combate: 3 min
fa_ir: مدت مسابقه 3 دقیقه
fi_fi: Otteluaika: 3 min
fr_fr: Durée du match: 3 min
he_il: משך קרב: 3 דקות
is_is: Lengd viðureignar: 3 mín
nb_no: Kamptid: 3 min
pl_pl: Czas walki: 3 min
ru_ru: Продолжительность матча 3 мин.
sk_sk: Trvanie zápasu: 3 min
sv_se: Matchtid: 3 min
uk_ua: Тривалість - 3 хв.

source: Match duration: 4 min
cs_cz: Doba zápasu: 4 min
da_dk: Kampvarighed: 4 min
de_de: Kampfzeit: 4 Min
es_es: Duración del combate: 4 min
fa_ir: مدت مسابقه: 4 دقیقه
fi_fi: Otteluaika: 4 min
fr_fr: Durée du match: 4 min
he_il: משך קרב: 4 דקות
is_is: Lengd viðureignar: 4 mín
nb_no: Kamptid: 4 min
pl_pl: Czas walki: 4 min
ru_ru: Продолжительность матча 4 мин.
sk_sk: Trvanie zápasu: 4 min
sv_se: Matchtid: 4 min
uk_ua: Тривалість - 4 хв.

source: Match duration: 5 min
cs_cz: Doba zápasu: 5 min
da_dk: Kampvarighed: 5 min
de_de: Kampfzeit: 5 Min
es_es: Duración del combate: 5 min
fa_ir: مدت مسابقه 5 دقیقه
fi_fi: Otteluaika: 5 min
fr_fr: Durée du match: 5 min
he_il: משך קרב: 5 דקות
is_is: Lengd viðureignar: 5 mín
nb_no: Kamptid: 5 min
pl_pl: Czas walki: 5 min
ru_ru: Продолжительность матча 5 мин.
sk_sk: Trvanie zápasu: 5 min
sv_se: Matchtid: 5 min
uk_ua: Тривалість - 5 хв.

source: Hantei: blue wins
cs_cz: Hantei: modrý vyhrál
da_dk: Hantei: blå vinder
de_de: Hantei: Blau gewinnt
es_es: Hantei: Azul gana
fa_ir: پرچم:برنده آبی
fi_fi: Hantei: sininen voittaa
fr_fr: Hantei: bleu vinqueur
he_il: הנטיי: כחול מנצח
is_is: Hantei: Blár vinnur
nb_no: Hantei: Blå vinner
pl_pl: HANTEI: wygrywa niebieski
ru_ru: Hantei: победа синего
sk_sk: Hantei: Modrý vyhráva
sv_se: Hantei: blå vinner
uk_ua: Хантей: синій переміг

source: Hantei: white wins
cs_cz: Hantei: bílý vyhrál
da_dk: Hantei: hvid vinder
de_de: Hantei: Weiß gewinnt
es_es: Hantei: Blanco gana
fa_ir: پرچم:برنده سفید
fi_fi: Hantei: valkoinen voittaa
fr_fr: Hantei: blanc vinqueur
he_il: הנטיי: לבן מנצח
is_is: Hantei: Hvítur vinnur
nb_no: Hantei: Hvit vinner
pl_pl: HANTEI: wygrywa biały
ru_ru: Hantei: победа белого
sk_sk: Hantei: Biely vyhráva
sv_se: Hantei: vit vinner
uk_ua: Хантей: білий переміг

source: Clear selection
da_dk: Fjern markering
de_de: Entscheidung zurücknehmen
es_es: Borrar selección
fa_ir: پاک کردن انتخاب شده ها
fi_fi: Poista valinta
fr_fr: Effacer la sélection
he_il: בטל בחירה
is_is: Hreinsa val
nb_no: Fjern markering
pl_pl: Usuń zaznaczenie
ru_ru: Аннулировать выбор
sk_sk: Zrušiť výber
sv_se: Avmarkera
uk_ua: Очистити вибране

source: View Log
cs_cz: Zobraz log
da_dk: Vis Log
de_de: Log zeigen
es_es: Ver Log
fa_ir: مشاهده لاگ
fi_fi: Näytä loki
fr_fr: Afficher le registre
he_il: צפה בלוג
is_is: Birta atburðaskrá
nb_no: Vis logg
pl_pl: Zobacz log
ru_ru: Показать лог
sk_sk: Zobraziť Log
sv_se: Visa logg
uk_ua: Перегляд журналу

source: Show Competitors
cs_cz: Ukaž Závodníky
da_dk: Vis Deltagere
de_de: Zeige Wettkämpfer
es_es: Mostrar Competidores
fa_ir: نمایش ورزشکاران
fi_fi: Näytä ottelijat
fr_fr: Afficher les compétiteurs
he_il: הצג מתחרים
is_is: Sýna kepppendur
nb_no: Vis utøvere
pl_pl: Pokaż zawodników
ru_ru: Показать участников
sk_sk: Zobraziť Pretekárov
sv_se: Visa tävlande
uk_ua: Показати учасників

source: Quit
da_dk: Afslut
de_de: Beenden
es_es: Salir
fa_ir: خروج
fi_fi: Lopeta
fr_fr: Quitter
he_il: יציאה
is_is: Hætta
nb_no: Avslutt
pl_pl: Wyjście
ru_ru: Выход
sk_sk: Ukončiť
sv_se: Avsluta
uk_ua: Вихід

source: Contest
cs_cz: Soutěž
da_dk: Konkurrence
de_de: Wettkampf
es_es: Combate
fa_ir: تاتامی
fi_fi: Ottelu
fr_fr: Match
he_il: קרב
is_is: Mót
nb_no: Konkurranse
pl_pl: Turniej
ru_ru: Турнир
sk_sk: Súťaž
sv_se: Tävlingen
uk_ua: Сутичка

source: Switch sides
cs_cz: Změnit strany
da_dk: Byt sider
de_de: Seiten tauschen
es_es: Cambiar posicion
fa_ir: تعویض رنگ لباس
fi_fi: Vaihda puolia
fr_fr: Changez de côté
he_il: החלף צדדים
is_is: Skipta um stöðu
nb_no: Bytt sider
pl_pl: Zamień strony
ru_ru: поменять стороны
sk_sk: Vymeniť strany
sv_se: Byta sidor
uk_ua: Змінити порядок

source: Replay Video
cs_cz: Přehraj video
da_dk: Afspil Video
de_de: Zeige Video
es_es: Repetir Video
fa_ir: بازپخش فیلم
fi_fi: Näytä video uusintana
fr_fr: Rejouer la vidéo
he_il: Näytä video uusintana
is_is: Endursýna upptöku
nb_no: Videoreprise
pl_pl: Powtórz wideo
ru_ru: повторить видео
sk_sk: Prehrať video
sv_se: Spela upp video
uk_ua: Відеоповтор

source: Red background
cs_cz: Červené pozadí
da_dk: Rød baggrund
de_de: Roter Hintergrund
es_es: Fondo rojo
fa_ir: پس زمینه قرمز
fi_fi: Punainen tausta
fr_fr: Arrière-plan rouge
he_il: רקע אדום
is_is: Rauður bakgrunnur
nb_no: Rød bakgrunn
pl_pl: Czerwone tło
ru_ru: Красный фон
sk_sk: Červené pozadie
sv_se: Röd bakgrund
uk_ua: Червоне тло

source: Full screen mode
cs_cz: Na celou obrazpvku
da_dk: Fuldskærmstilstand
de_de: Vollbildmodus
es_es: Pantalla completa
fa_ir: حالت تمام صفحه
fi_fi: Kokonäyttötila
fr_fr: Mode plein écran
he_il: מוד מסך מלא
is_is: Sýna fullann skjá
nb_no: Fullskjermmode
pl_pl: Pełny ekran
ru_ru: На весь экран
sk_sk: Na celú obrazovku
sv_se: Fullskärmsläge
uk_ua: Повноекранний режим

source: Stop clock on Ippon
cs_cz: Zastav čas při Ipponu
da_dk: Stop uret ved Ippon
de_de: Kampfzeit bei Ippon anhalten
es_es: Parar reloj en Ippon
fa_ir: توقف زمان بعد از ایپون
fi_fi: Ippon pysäyttää kellon
fr_fr: Arrêter le chrono sur Ippon
he_il: עצור שעון באיפון
is_is: Stoppa klukku á ippon
nb_no: Stopp klokke ved Ippon
pl_pl: Zatrzymaj zegar, gdy IPPON
ru_ru: остановить часы на ippon
sk_sk: Zastaviť čas po Ippon
sv_se: Ippon stoppar klockan
uk_ua: При Іппон зупинити годинник

source: 2017 Rules
da_dk: 2017 Regler
de_de: Regeln von 2017
fi_fi: Vuoden 2017 säännöt
fr_fr: Règles de 2017
is_is: 2017 reglur

source: 2018 Rules
da_dk: 2018 Regler
de_de: Regeln von 2018
fi_fi: Vuoden 2018 säännöt
fr_fr: Règles de 2018
is_is: 2018 reglur

source: Confirm New Match
cs_cz: Potvrď nový zápas
da_dk: Bekræft Ny Kamp
de_de: Bestätige neuen Kampf
es_es: Confirmar Combate Nuevo
fa_ir: تایید دیدار جدید
fi_fi: Vahvista uusi ottelu
fr_fr: Confirmer le nouveau match
he_il: אשר קרב חדש
is_is: Staðfesta nýja viðureign
nb_no: Bekreft ny kamp
pl_pl: Potwierdź nową walkę
ru_ru: подтвердить новый матч
sk_sk: Potvrdiť Nový Zápas
sv_se: Bekräfta ny match
uk_ua: Підтвердити нову сутичку

source: Confirm SVG File
is_is: Staðfesta SVG skrá

source: View clocks only
cs_cz: Zobraz poze hodiny
da_dk: Vis kun ur
de_de: Nur Zeiten anzeigen
es_es: Ver relojes solo
fa_ir: فقط نمایش تایمر ها
fi_fi: Näytä vain kellot
fr_fr: Voir chronos seulement
he_il: צפה בשעונים בלבד
is_is: Sýna aðeins klukkuna
nb_no: Vis kun klokker
pl_pl: Tylko zegar
ru_ru: Показать только часы
sk_sk: Zobraziť iba hodiny
sv_se: Visa bara klockor
uk_ua: Лише таймер

source: White first
cs_cz: Bílý první
da_dk: Hvid først
de_de: Weiß zuerst
es_es: Blanco primero
fa_ir: اول سفید:
fi_fi: Valkoinen ensin
fr_fr: Blanc en premier
he_il: לבן תחילה
is_is: Hvítur fyrst
nb_no: Hvit først
pl_pl: Pierwszy biały
ru_ru: Белый первым
sk_sk: Biely prvý
sv_se: Vit först
uk_ua: Білий спочатку:

source: No SOREMADE/IPPON texts
da_dk: Ingen SOREMADE/IPPON tekst
de_de: SOREMADE/IPPON-Text nicht anzeigen
fa_ir: عدم نمایش نوشته سورمده/ایپون
fi_fi: Ei SOREMADE/IPPON-tekstejä
fr_fr: Pas de texte SOREMADE/IPPON
he_il: ללא טקסט איפון/ סורהמדה
is_is: Ekki birta SOREMADE/IPPON
sk_sk: Bez textov SOREMADE/IPPON

source: Show competitors
cs_cz: Ukaž závodníky
da_dk: Vis deltagere
de_de: Zeige Wettkämpfer
es_es: Mostrar competidores
fa_ir: نمایش ورزشکاران
fi_fi: Näytä ottelijat
fr_fr: Afficher les compétiteurs
he_il: הצג מתחרים
is_is: Sýna kepppendur
nb_no: Vis utøvere
pl_pl: Pokaż zawodników
ru_ru: Показать участников
sk_sk: Zobraziť Pretekárov
sv_se: Visa tävlande
uk_ua: Показати учасників

source: Require judogi control
da_dk: Kræv judogi kontrol
de_de: Judogi-Kontrolle nötig
fa_ir: الزام چک لباس
fi_fi: Judogikontrolli
fr_fr: Exiger le contrôle du judogi
he_il: דרוש בקרת חליפה
is_is: Krefjast judogi-eftirlits
nb_no: Krev judogi-kontroll
sk_sk: Požadovať kontrolu judogi

source: Display layout
cs_cz: Výstup display
da_dk: Skærmlayout
de_de: Anzeigen Layout
es_es: Distribución de pantalla
fa_ir: قالب نمایش
fi_fi: Näytön asettelu
fr_fr: Mise en page de l'écran
he_il: תצוגה
is_is: Skjámyndaútlit
nb_no: Skjermoppsett
pl_pl: Format wyświetlania
ru_ru: Настройки экрана
sk_sk: Formát Obrazovky
sv_se: Visa layout
uk_ua: Вибрати макет табло

source: Display layout 1
cs_cz: Display 1
da_dk: Skærm layout 1
de_de: Anzeigen Layout 1
es_es: Apariencia 1
fa_ir: نمونه 1
fi_fi: Näytön asettelu 1
fr_fr: Mise en page de l'écran 1
he_il: תצוגה 1
is_is: Skjámyndaútlit 1
nb_no: Skjermoppsett 1
pl_pl: Format wyświetlania 1
ru_ru: Дисплей 1
sk_sk: Formát zobrazenia 1
sv_se: Visa layout 1
uk_ua: Макет 1

source: Display layout 2
cs_cz: Display 2
da_dk: Skærm layout 2
de_de: Anzeigen Layout 2
es_es: Apariencia 2
fa_ir: نمونه 2
fi_fi: Näytön asettelu 2
fr_fr: Mise en page de l'écran 2
he_il: תצוגה 2
is_is: Skjámyndaútlit 2
nb_no: Skjermoppsett 2
pl_pl: Format wyświetlania 2
ru_ru: Дисплей 2
sk_sk: Formát zobrazenia 2
sv_se: Visa layout 2
uk_ua: Макет 2

source: Display layout 3
cs_cz: Display 3
da_dk: Skærm layout 3
de_de: Anzeigen Layout 3
es_es: Apariencia 3
fa_ir: نمونه 3
fi_fi: Näytön asettelu 3
fr_fr: Mise en page de l'écran 3
he_il: תצוגה 3
is_is: Skjámyndaútlit 3
nb_no: Skjermoppsett 3
pl_pl: Format wyświetlania 3
ru_ru: Дисплей 3
sk_sk: Formát zobrazenia 3
sv_se: Visa layout 3
uk_ua: Макет 3

source: Display layout 4
cs_cz: Display 4
da_dk: Skærm layout 4
de_de: Anzeigen Layout 4
es_es: Apariencia 4
fa_ir: نمونه 4
fi_fi: Näytön asettelu 4
fr_fr: Mise en page de l'écran 4
he_il: תצוגה 4
is_is: Skjámyndaútlit 4
nb_no: Skjermoppsett 4
pl_pl: Format wyświetlania 4
ru_ru: Дисплей 4
sk_sk: Formát zobrazenia 4
sv_se: Visa layout 4
uk_ua: Макет 4

source: Display layout 5
cs_cz: Display 5
da_dk: Skærm layout 5
de_de: Anzeigen Layout 5
es_es: Apariencia 5
fa_ir: نمونه 5
fi_fi: Näytön asettelu 5
fr_fr: Mise en page de l'écran 5
he_il: תצוגה 5
is_is: Skjámyndaútlit 5
nb_no: Skjermoppsett 5
pl_pl: Format wyświetlania 5
ru_ru: Дисплей 5
sk_sk: Formát zobrazenia 5
sv_se: Visa layout 5
uk_ua: Макет 5

source: Display customized layout
cs_cz: Zobraz vlstní rozložení
da_dk: Vis tilpasset layout
de_de: Layout aus Datei
es_es: Pantalla personalizada
fa_ir: نمایش پوسته شخصی سازی شده
fi_fi: Näytön asettelu tiedostosta
fr_fr: Mise en page affichage personnalisée
he_il: הצג תצוגה מאופיינת אישית
is_is: Sérsniðið skjámyndaútlit
nb_no: Egendefinert skjermoppsett
pl_pl: Własny format wyświetlania
sk_sk: Vlastný formát Obrazovky
sv_se: Visa anpassad layout
uk_ua: Власний макет

source: Custom Layout File
da_dk: Fil til tilpasset visning
de_de: Eigene Layout Datei
fi_fi: Asettelutiedosto
fr_fr: Fichier de mise en page personnalisé
is_is: Skrá fyrir sérsniðið útlit
sk_sk: Vlastný súbor formátu
sv_se: Fil för anpassad layout

source: Name format
cs_cz: Formát jména
da_dk: Navneformat
de_de: Namensformat
es_es: Formato de Nombre
fa_ir: چیدمان اسم
fi_fi: Nimen ulkoasu
fr_fr: Format de nom
he_il: תצורת זמן
is_is: Nafnasnið keppenda
nb_no: Navneformat
pl_pl: Format wyświetlania nazwisk
ru_ru: Формат имени
sk_sk: Formát Mena
sv_se: Namnformat
uk_ua: Формат імені

source: Name Surname, Country/Club
cs_cz: Jméno Příjmení, Zemé/Klub
da_dk: Fornavn Efternavn, Land/Klub
de_de: Vorname Nachname, Land/Verein
es_es: Nombre Apellidos, País/Club
fa_ir: نام نام خانوادگی, کشور/باشگاه
fi_fi: Etu Suku, Maa/Seura
fr_fr: Prénom Nom, Pays/Club
he_il: שם משפחה פרטי, מדינה/ אגודה
is_is: Eiginnafn Kenninafn, Land/Félag
nb_no: Fornavn Etternavn, Land/Klubb
pl_pl: Imię, Nazwisko, Kraj/Klub
ru_ru: Имя Фамилия, страна\клуб
sk_sk: Meno, Priezvisko, Štát/Klub
sv_se: Namn Efternamn, Land/Klubb
uk_ua: Ім'я Прізвище, Країна/Клуб

source: Surname, Name, Country/Club
cs_cz: Jméno, Příjmení, Země/Klub
da_dk: Efternavn, Fornavn, Land/Klub
de_de: Nachname, Name, Land/Verein
es_es: Apellidos, Nombre, País/Club
fa_ir: نام خانوادگی, نام, کشور/باشگاه
fi_fi: Suku, Etu, Maa/Seura
fr_fr: Nom, prénom, pays/Club
he_il: שפ פרטי משפחה, מדינה/ אגודה
is_is: Kenninafn, Eiginnafn, Land/Félag
nb_no: Etternavn, Fornavn, Land/Klubb
pl_pl: Nazwisko, Imię, Kraj/Klub
ru_ru: Фамилия, имя, страна\клуб
sk_sk: Priezvisko, Meno, Štát/Klub
sv_se: Efternamn, Namn, Land/Klubb
uk_ua: Прізвище, Ім'я, Країна/Клуб

source: Name Surname, Club
is_is: Eiginnafn Kenninafn, Félag

source: Surname, Name, Club
is_is: Kenninafn, Eiginnafn, Félag

source: Country/Club Name Surname
is_is: Land/Félag Eiginnafn Kenninafn

source: Country/Club Surname, Name
cs_cz: Zemé/Klub Příjmení,Jméno
da_dk: Land/Klub Efternavn, Fornavn
de_de: Land/Verein Nachname, Name
es_es: País/Club Apellidos, Nombre
fa_ir: کشور/باشگاه نام خانوادگی, نام
fi_fi: Maa/Seura Suku, Etu
fr_fr: Pays/Club Nom, Prénom
he_il: מדינה/ אגודה שם פרטי שם משפחה
is_is: Land/Félag Kenninafn, Eiginnafn
nb_no: Land/Klubb Etternavn, Fornavn
pl_pl: Kraj/Klub, Nazwisko, Imię
ru_ru: Страна\клуб, фамилия, имя
sk_sk: Štát/Klub, Priezvisko, Meno
sv_se: Land/Klubb Efternamn, Namn
uk_ua: Країна/Клуб Прізвище, Ім'я

source: Country Name Surname
is_is: Land Eiginnafn Kenninafn

source: Country Surname, Name
cs_cz: Země Příjmení,Jméno
da_dk: Land Efternavn, Fornavn
de_de: Land Nachname, Name
es_es: País Apellidos, Nombre
fa_ir: کشور نام خانوادگی, نام
fi_fi: Maa Sukunimi, Etunimi
fr_fr: Pays Nom, Prénom
he_il: מדינה שם פרטי משפחה
is_is: Land Kenninafn, Eiginnafn
nb_no: Land Etternavn, Fornavn
pl_pl: Kraj, Nazwisko, Imię
ru_ru: Страна, фамилия, имя
sk_sk: Štát, Priezvisko, Meno
sv_se: Land Efternamn, Namn
uk_ua: Країна Прізвище, Ім'я

source: Club Name Surname
is_is: Félag Eiginnafn Kenninafn

source: Club Surname, Name
cs_cz: Klub Příjmení, Jméno
da_dk: Klub Efternavn, Fornavn
de_de: Verein Nachname, Name
es_es: Club Apellidos, Nombre
fa_ir: باشگاه نام خانوادگی, نام
fi_fi: Seura Sukunimi, Etunimi
fr_fr: Club Nom, Prénom
he_il: אגודה שם פרטי משפחה
is_is: Félag Kenninafn, Eiginnafn
nb_no: Klubb Etternavn, Fornavn
pl_pl: Klub, Nazwisko, Imię
ru_ru: Клуб, фамилия, имя
sk_sk: Klub, Priezvisko, Meno
sv_se: Klubb Efternamn, Namn
uk_ua: Клуб Прізвище, Ім'я

source: Country Name
is_is: Land Eiginnafn

source: Country Surname
cs_cz: Země Příjmení
da_dk: Land Efternavn
de_de: Land Nachname
es_es: País Apellidos
fa_ir: کشور نام خانوادگی
fi_fi: Maa Sukunimi
fr_fr: Pays Nom
he_il: מדינה שם
is_is: Land Kenninafn
nb_no: Land Etternavn
pl_pl: Kraj, Nazwisko
ru_ru: страна, фамилия
sk_sk: Štát, Priezvisko
sv_se: Land Efternamn
uk_ua: Країна Прізвище

source: Club Name
is_is: Félag Eiginnafn

source: Club Surname
cs_cz: Klub Příjmení
da_dk: Klub Efternavn
de_de: Verein Nachname
es_es: Club Apellidos
fa_ir: نام باشگاه
fi_fi: Seura Sukunimi
fr_fr: Nom du Club Nom
he_il: אגודה שם
is_is: Félag Kenninafn
nb_no: Klubb Etternavn
pl_pl: Klub, Nazwisko
ru_ru: клуб, фамилия
sk_sk: Klub, Priezvisko
sv_se: Klubb Efternamn
uk_ua: Клуб Прізвище

source: Name Surname
is_is: Eiginnafn Kenninafn

source: Surname, Name
cs_cz: Příjmení, Jméno
da_dk: Efternavn, Fornavn
de_de: Nachname, Vorname
es_es: Apellidos Nombre
fa_ir: نام خانوادگی, نام
fi_fi: Sukunimi, Etunimi
fr_fr: Nom, Prénom
he_il: שם משפחה, פרטי
is_is: Kenninafn, Eiginnafn
nb_no: Etternavn, Fornavn
pl_pl: Nazwisko, Imię
ru_ru: фамилия, имя
sk_sk: Priezvisko, Meno
sv_se: Efternamn, Namn
uk_ua: Прізвище, Ім'я

source: Name
da_dk: Navn
fa_ir: نام
fi_fi: Nimi
fr_fr: Nom
he_il: שם
is_is: Eiginnafn
nb_no: Navn
pl_pl: Nazwisko
ru_ru: имя
sk_sk: Meno
sv_se: Namn
uk_ua: Назва

source: Surname
cs_cz: Příjmení
da_dk: Efternavn
de_de: Nachname
es_es: Apellidos
fa_ir: نام خانوادگی
fi_fi: Sukunimi
fr_fr: Nom de famille
he_il: שם משפחה
is_is: Kenninafn
nb_no: Etternavn
pl_pl: Nazwisko
ru_ru: фамилия
sk_sk: Priezvisko
sv_se: Efternamn
uk_ua: Прізвище

source: Country
cs_cz: Země
da_dk: Land
de_de: Land
es_es: País
fa_ir: کشور
fi_fi: Maa
fr_fr: Pays
he_il: מדינה
is_is: Land
nb_no: Land
pl_pl: Kraj
ru_ru: Страна
sk_sk: Krajina
sv_se: Land
uk_ua: Країна
