Repository: einarhre/tindajudoshiai
Catalog: common/judoshiai-*.po
Languages: cs_cz, da_dk, de_de, es_es, fa_ir, fi_fi, fr_fr, he_il, is_is, nb_no, pl_pl, ru_ru, sk_sk, sv_se, uk_ua

source: Number
cs_cz: Číslo
da_dk: Nummer
de_de: Nummer
es_es: Número
fa_ir: شماره
fi_fi: Numero
fr_fr: Numéro
he_il: מספר
is_is: Númer
nb_no: Nummer
pl_pl: Numer
ru_ru: Номер
sk_sk: Číslo
sv_se: Nummer
uk_ua: Номер

source: Select first a competitor and then a number.
cs_cz: Vyber nejdřív závodníka a potom číslo.
da_dk: Vælg først en deltager og dernæst et nummer.
de_de: Erst einen Kämpfer, dann einen Listenplatz auswählen.
es_es: Selecciona primero un competidor y despues un número.
fa_ir: ابتدا یک ورزشکار و سپس یک شماره را انتخاب کنید
fi_fi: Valitse ensin ottelija ja sitten numero.
fr_fr: Sélectionnez d'abord un compétiteur et après un numéro.
he_il: בחר תחילה מתחרה ואז מספר
is_is: Veldu fyrst keppanda og svo númer.
nb_no: Velg først utøver, deretter et nummer.
pl_pl: Wybierz najpierw zawodnika a potem liczbę.
ru_ru: Выбери вначале спортсмена, потом номер
sk_sk: Vybrať pretekára a potom číslo.
sv_se: Välj först en tävlande och sedan ett nummer.
uk_ua: Виберіть учасника, а потім номер.

source: All the categories have been drawn
is_is: Allir flokkar hafa verið dregnir

source: Server URL
fa_ir: آدرس سرور
fi_fi: Palvelimen URL
fr_fr: URL du serveur
is_is: URL þjóns
pl_pl: Serwer URL
ru_ru: URL сервер
sv_se: URL till server
uk_ua: URL сервера

source: Copy to Server
da_dk: Kopier til Server
de_de: Auf den Server kopieren
fa_ir: رونوشت به سرور
fi_fi: Kopioi palvelimelle
fr_fr: Copier sur le serveur
he_il: העתק לשרת
is_is: Afrita á þjón
nb_no: Kopier til server
pl_pl: Kopiuj do serwera
ru_ru: копирование в сервер
sk_sk: Kopírovať na Server
sv_se: Kopiera till server
uk_ua: Копіювати на сервер

source: Public key file:
is_is: Dreifilykilsskrá:

source: Private key file:
is_is: Einkalykilsskrá:

source: Proxy User:
da_dk: Proxy Bruger:
de_de: Proxy Benutzer:
fa_ir: نام کاربری پروکسی
fi_fi: Välittimen käyttäjätunnus:
fr_fr: Proxy utilisateur:
is_is: Vefselsnotandi:
nb_no: Proxy-bruker:
pl_pl: Użytkownik proxy:
ru_ru: прокси-сервер
sk_sk: Užívateľ Proxy:
sv_se: Proxyserver användare:

source: Proxy Password:
da_dk: Proxy Kodeord:
de_de: Proxy Passwort:
fa_ir: رمز عبور پروکسی
fi_fi: Välittimen salasana:
fr_fr: Mot de passe proxy:
is_is: Vefselslykilorð:
nb_no: Proxy-passord:
pl_pl: Hasło do proxy:
ru_ru: пароль прокси
sk_sk: Proxy Heslo:
sv_se: Proxyserver lösenord:

source: General Data Protection Regulation
de_de: Datenschutz-Grundverordnung
fr_fr: Règlement général sur la protection des données
is_is: Almenn gagnaverndarákvæði

source: Hide category if age less than
de_de: Verberge Klasse wenn jünger als
fi_fi: Piilota sarja jos ikä vähemmän kuin
fr_fr: Cacher la catégorie si l'âge est inférieur à
is_is: Fela flokk ef aldur er lægri en

source: Hide name if age less than
de_de: Verberge Name wenn jünger als
fi_fi: Piilota nimi jos ikä vähemmän kuin
fr_fr: Cacher le nom si l'âge est inférieur à
is_is: Fela nafn ef aldur er lægri en

source: Matches
cs_cz: Zápas
da_dk: Kampe
de_de: Kämpfe
es_es: Combates
fa_ir: مسابقات
fi_fi: Ottelut
fr_fr: Matchs
he_il: קרבות
is_is: Viðureignir
nb_no: Kamper
pl_pl: Walki
ru_ru: Матчи
sk_sk: Zápasy
sv_se: Matcher
uk_ua: Сутички

source: Sheet
cs_cz: List
da_dk: Ark
de_de: Kampfliste
es_es: Hojas
fa_ir: جدول
fi_fi: Kaavio
fr_fr: Feuille
he_il: דף
is_is: Örk
nb_no: Liste
pl_pl: Arkusz
ru_ru: Лист
sk_sk: List
sv_se: Blad
uk_ua: Протокол

source: Previous winner
cs_cz: Předchozí vítěz
da_dk: Forrige vinder
de_de: Vorheriger Gewinner
es_es: Ganador previo
fa_ir: برنده قبلی
fi_fi: Edellinen voittaja
fr_fr: Gagnant précédent
he_il: מנצח קודם
is_is: Síðasti sigurvegari
nb_no: Forrige vinner
pl_pl: Poprzedni zwycięzca
ru_ru: Предыдущий победитель
sk_sk: Predchádzajúci víťaz
sv_se: Vinnare
uk_ua: Переможець попередньої сутички

source: Cancel the match
cs_cz: Ukonči zápas
da_dk: Aflys kampen
de_de: Kampf abbrechen
es_es: Anular el combate
fa_ir: لغو مسابقه
fi_fi: Peruuta ottelu
fr_fr: Annuler le match
he_il: בטל הקרב
is_is: Ógilda viðureignina
nb_no: Avbryt kampen
pl_pl: Skasuj walkę
ru_ru: Аннулирать матч
sk_sk: Zrušiť zápas
sv_se: Avbryt matchen
uk_ua: Скасування сутички

source: Select a tatami
cs_cz: vyber Tatami
da_dk: Vælg en måtte
de_de: Matte auswählen
es_es: Selecciona un tatami
fa_ir: انتخاب یک تاتامی
fi_fi: Valitse matto
fr_fr: Sélectionner un tatami
he_il: בחר זירה
is_is: Veldu keppnisvöll
nb_no: Velg en tatami
pl_pl: Wybierz matę
ru_ru: Выбрать татами
sk_sk: Vybrať tatami
sv_se: Välj ett matchområde
uk_ua: Виберіть татамі

source: Password accepted.<br>
cs_cz: Heslo akceptováno.<br>
da_dk: Kodeord accepteret.<br>
de_de: Passwort akzeptiert.<br>
es_es: Clave aceptada.<br>
fa_ir: رمز عبور تایید شد.<br>
fi_fi: Salasana hyv&auml;ksytty.<br>
fr_fr: Mot de passe accepté. <br>
is_is: Lykilorð samþykkt.<br>
nb_no: Passord godkjent.<br>
pl_pl: Hasło przyjęte.<br>
ru_ru: Пароль акцептирован
sk_sk: Heslo prijaté.<br>
sv_se: Lösedord accepteras.<br>
uk_ua: Пароль прийнято.<br>

source: User
cs_cz: Uživatel
da_dk: Bruger
de_de: Benutzer
es_es: Usuario
fa_ir: کاربر
fi_fi: Käyttäjä
fr_fr: Usager
he_il: משתמש
is_is: Notandi
nb_no: Bruker
pl_pl: Użytkownik
ru_ru: Пользователь
sk_sk: Užívateľ
sv_se: Användare
uk_ua: Користувач

source: Back
cs_cz: Zpět
da_dk: Tilbage
de_de: Zurück
es_es: Atrás
fa_ir: بازگشت
fi_fi: Takaisin
fr_fr: Verso
he_il: חזרה
is_is: Til baka
nb_no: Tilbake
pl_pl: Cofnij
ru_ru: Назад
sk_sk: Späť
sv_se: Tillbaka
uk_ua: Повернутися

source: Wrong password
cs_cz: Špatné heslo
da_dk: Forkert kodeord
de_de: Falsches Passwort
es_es: Clave errónea
fa_ir: رمز عبور اشتباه است
fi_fi: Salasana virheellinen
fr_fr: Mot de passe incorrect
he_il: סיסמא שגויה
is_is: Rangt lykilorð
nb_no: Feil passord
pl_pl: Hasło niepoprawne
ru_ru: Неверный пароль
sk_sk: Nesprávne Heslo
sv_se: Fel lösenord
uk_ua: Неправильний пароль

source: No rights to give results
cs_cz: Bez oprávnění vkládat výsledky
da_dk: Ingen rettigheder til at give resultater
de_de: Keine Berechtigung für Ergebnisse
es_es: No tienes derecho a dar resultados
fa_ir: شما اجازه تغییر نتیجه را ندارید!
fi_fi: Ei oikeutta antaa tuloksia
fr_fr: Aucun droit de donner des résultats
he_il: אין הרשאה להציג תוצאות
is_is: Ekki heimilt að afhenda úrslit
nb_no: Ingen rettigheter til å gi resultater
pl_pl: Nie masz uprawnień, by przeglądać wyniki
ru_ru: нет прав на выдачу результатов
sk_sk: Nemáš oprávnenie vkladať výsledky
sv_se: Inga rättigheter att ge resultat
uk_ua: Не маєте права змінювати результ!

source: Login
cs_cz: Přihlásit
da_dk: Log ind
de_de: Anmelden
fa_ir: ورود
fi_fi: Kirjaudu sis&auml;&auml;n
fr_fr: Entrer
he_il: כנס והירשם
is_is: Skrá inn
nb_no: Logg inn
ru_ru: Логин
sk_sk: Prihlásiť
sv_se: Logga in
uk_ua: Логін

source: No competitor found!
cs_cz: Nenalezen závodník
da_dk: Ingen deltager fundet!
de_de: Kein Kämpfer gefunden!
es_es: ¡Competidor no encontrado!
fa_ir: ورزشکاری یافت نشد
fi_fi: Kilpailijaa ei löytynyt!
fr_fr: Aucun compétiteur trouvé!
he_il: לא נמצא מתחרה!
is_is: Enginn keppandi fannst!
nb_no: Ingen utøvere funnet!
pl_pl: Nie znaleziono zawodników!
ru_ru: участник не найден
sk_sk: Pretekár nenájdený!
sv_se: Inga tävlande hittas!
uk_ua: Учасника не знайдено

source: Add
cs_cz: Vlož
da_dk: Tilføj
de_de: Hinzufügen
es_es: Añadir
fa_ir: اضافه کردن
fi_fi: Lisää
fr_fr: Ajouter
he_il: הוסף
is_is: Bæta við
nb_no: Legg til
pl_pl: Dodaj
ru_ru: Добавить
sk_sk: Pridať
sv_se: Lägga till
uk_ua: Додайти

source: Reg.Cat
da_dk: Reg.Kat.
de_de: Gem.Klasse
fa_ir: رده وزنی
fi_fi: Ilm.sarja
fr_fr: Cat Reg.
he_il: קטגוריה רגילה
is_is: Skráður flokkur
nb_no: Reg.kat.
pl_pl: Rej. Kat.
sk_sk: Reg.Kat
sv_se: Reg.Kat.

source: ID
fa_ir: آیدی
he_il: תז
is_is: Kt
uk_ua: Код

source: Index
fa_ir: فهرست
fi_fi: Indeksi
he_il: אינדקס
is_is: Tilvísunarnúmer
nb_no: Indeks
uk_ua: Індекс

source: Not used
cs_cz: Nepoužité
da_dk: Ej anvendt
de_de: nicht verwendet
es_es: No usado
fa_ir: بدون استفاده
fi_fi: Ei käytössä
fr_fr: Non utilisé
he_il: לא בשימוש
is_is: Ekki notað
nb_no: Ikke brukt
pl_pl: Nieużywane
ru_ru: не использовано
sk_sk: Nepoužité
sv_se: Används ej
uk_ua: Не використовується

source: Column
cs_cz: Sloupec
da_dk: Kolonne
de_de: Spalte
es_es: Columna
fa_ir: ستون
fi_fi: Sarake
fr_fr: Colonne
he_il: עמודה
is_is: Dálkur
nb_no: Kolonne
pl_pl: Kolumna
ru_ru: Столбец
sk_sk: Stĺpec
sv_se: Kolumn
uk_ua: Колонка

source: Import from file
cs_cz: Import ze souboru
da_dk: Importer fra fil
de_de: Importiere aus Datei
es_es: Importar desde archivo
fa_ir: وارد کردن از فایل
fi_fi: Tuo tiedostosta
fr_fr: Importer d’un fichier
he_il: יבא מקובץ
is_is: Flytja inn frá skrá
nb_no: Importer fra fil
pl_pl: Importuj z pliku
ru_ru: Импорт из файла
sk_sk: Importuj zo súboru
sv_se: Importera från fil
uk_ua: Імпорт з файлу

source: Sex:
cs_cz: Pohlaví:
da_dk: Køn:
de_de: Geschlecht:
es_es: Sexo:
fa_ir: جنسیت:
fi_fi: Sukupuoli:
fr_fr: Genre:
he_il: מין
is_is: Kyn:
nb_no: Kjønn:
pl_pl: Płeć:
ru_ru: Пол
sk_sk: Pohlavie:
sv_se: Kön:
uk_ua: Стать:

source: Girl Text:
cs_cz: Dívka:
da_dk: Pigetekst:
de_de: Text für weiblich:
es_es: Texto femenino:
fa_ir: نماد بانوان: ...
fi_fi: Tyttöteksti:
fr_fr: Texte Femme:
he_il: טקסט לנקבה:
is_is: Texti fyrir konur:
nb_no: Tekst for jente:
pl_pl: Kobieta (tekst):
ru_ru: Девочки (обозначение)
sk_sk: Dievča Text:
sv_se: Flicka text:
uk_ua: Жінки: ...

source: First line is header
de_de: Erste Zeile ist Kopfzeile
fi_fi: Ensimmäinen rivi on otsikko
is_is: Fyrsta línan er haus

source: Column Separator:
cs_cz: Odělovač sloupců:
da_dk: Kolonneseparator:
de_de: Trennzeichen:
es_es: Separador de columnas:
fa_ir: جدا کننده ستون:
fi_fi: Sarake-erotin:
fr_fr: Séparateur de colonne:
he_il: מפריד עמודות
is_is: Dálkaaðgreinir:
nb_no: Kolonnneskiller:
pl_pl: Separator kolumn:
ru_ru: Разделитель столбца
sk_sk: Oddeľovač stĺpcov:
sv_se: Kolumn separator:
uk_ua: Розділювач стовпців:

source: Quote Character:
de_de: Anführungszeichen:
fi_fi: Lainausmerkki:
is_is: Stafur fyrir gæsalappir:

source: competitors added
cs_cz: závodníci vloženi
da_dk: deltagere tilføjet
de_de: Kämpfer hinzugefügt
es_es: Competidores añadidos
fa_ir: ورزشکاران اضافه شدند
fi_fi: kilpailijaa lisätty
fr_fr: compétiteurs ajoutés
he_il: מתחרים הוספו
is_is: keppendum bætt við
nb_no: utøvere lagt til
pl_pl: zawodników dodano
ru_ru: спортсмен добавлен
sk_sk: pretekári pridaný
sv_se: Tävlande har lagts till
uk_ua: Додано учасників

source: errors
cs_cz: chyba
da_dk: fejl
de_de: Fehler
es_es: Errores
fa_ir: خطاها
fi_fi: virhettä
fr_fr: erreurs
he_il: שגיאות
is_is: villur
nb_no: feil
pl_pl: błędami
ru_ru: ошибки
sk_sk: chyby
sv_se: fel
uk_ua: помилки

source: competitors existed already
cs_cz: závodníci už existují
da_dk: deltagere eksisterede allerede
de_de: Kämpfer ist bereits vorhanden
es_es: Los competidores ya existen
fa_ir: ورزشکاران از قبل موجود بودند
fi_fi: kilpailijaa oli jo
fr_fr: compétiteurs existaient déjà
he_il: מתחרים היו קיימים כבר
is_is: keppendur nú þegar til staðar
nb_no: utøvere fantes allerede
pl_pl: zawodników już istnieje
ru_ru: спортсмен уже добавлен
sk_sk: pretekári už existujú
sv_se: tävlande fanns redan
uk_ua: учасники вже є

source: syntax errors
da_dk: syntaksfejl
de_de: Syntax Fehler
es_es: Errores de sintaxis
fa_ir: خطای ناشناخته
fi_fi: syntaksivirheitä
fr_fr: erreurs de syntaxe
he_il: טעויות תחביר
is_is: málskipanavillur
nb_no: Syntaktisk feil
pl_pl: błędy składni
ru_ru: синтаксические ошибки
sk_sk: syntaktické chyby
sv_se: syntaxfel
uk_ua: синтаксичних помилок

source: Time
cs_cz: Čas
da_dk: Tid
de_de: Zeit
es_es: Tiempo
fa_ir: زمان
fi_fi: Aika
fr_fr: Temps
he_il: זמן
is_is: Tími
nb_no: Tid
pl_pl: Czas
ru_ru: Время
sk_sk: Čas
sv_se: Tid
uk_ua: Час

source: Class
cs_cz: třída
da_dk: Klasse
de_de: Klasse
es_es: Clase
fa_ir: کلاس
fi_fi: Luokka
fr_fr: Catégorie
he_il: רמה
is_is: Gerð
nb_no: Klasse
pl_pl: Klasa
ru_ru: Категория
sk_sk: Trieda
sv_se: Klass
uk_ua: Клас

source: Message
cs_cz: zpráva
da_dk: Besked
de_de: Nachricht
es_es: Mensage
fa_ir: پیام
fi_fi: Viesti
he_il: הודעה
is_is: Skilaboð
nb_no: Melding
pl_pl: Wiadomość
ru_ru: Сообщение
sk_sk: Správa
sv_se: Meddelande
uk_ua: Повідомлення

source: Log
fa_ir: لاگ
fi_fi: Loki
fr_fr: Registre
he_il: לוג
is_is: Atburðaskrá
nb_no: Logg
ru_ru: Лог
sv_se: Logg

source: Communication error
cs_cz: Chyba komunikace
da_dk: Kommunikationsfejl
de_de: Kommunikationsfehler
es_es: Error de comunicación
fa_ir: خطای ارتباط
fi_fi: Tietoliikennevirhe
fr_fr: Erreur de communication
he_il: טעות תקשורת
is_is: Samskiptavilla
nb_no: Kommunikasjonsfeil
pl_pl: Błąd połączenia
ru_ru: ошибка в связи
sk_sk: Chyba Komunikácie
sv_se: Kommunikationsfel
uk_ua: Помилка зв'язку

source: Cannot open
cs_cz: Nelze otevřít
da_dk: Kan ikke åbne
de_de: Kann Datei nicht öffnen
es_es: No se puede abrir
fa_ir: قابل باز کردن نیست
fi_fi: Ei voi avata
fr_fr: Ne peut pas ouvrir
he_il: לא יכול לפתוח
is_is: Get ekki opnað
nb_no: Kan ikke åpne
pl_pl: Nie można otworzyć
ru_ru: Невозможно открыть
sk_sk: Nemožné otvoriť
sv_se: Kan inte öppna
uk_ua: Не вдається відкрити

source: Is there another JudoShiai program running?
cs_cz: Je spuštěn další JudoShiai ?
da_dk: Er et andet JudoShiai program kørende?
de_de: Läuft bereits ein anderes JudoShiai?
es_es: ¿Hay otro programa JudoShiai ejecutándose?
fa_ir: آیا یک جودو شیایی دیگر در حال اجراست؟
fi_fi: Onko toinen JudoShiai-ohjelma käynnissä?
fr_fr: Y at’il un autre programme, JudoShiai, en cours?
he_il: האם יש קובץ נוסף שרץ?
is_is: Er annað JudoShiai forrit í gangi?
nb_no: Kjører et annet JudoShiai-program?
pl_pl: Czy jest uruchomiona inna aplikacja JudoShiai?
ru_ru: Здесь работает другая программа JudoShiai?
sk_sk: Je už spustený iný program JudoShiai?
sv_se: Körs ett annat JudoShiai program redan?
uk_ua: Працюєще ще одна програма JudoShiai?

source: Yes, another JudoShiai program is running
cs_cz: Ano, další JudoShiai už běží
da_dk: Ja, et andet JudoShiai programmer er kørende
de_de: Ja, es läuft ein anderes JudoShiai
es_es: Sí, otro programa JudoShiai se está ejecutando
fa_ir: بله،جودو شیایی دیگری در حال اجراست
fi_fi: Kyllä, toinen JudoShiai-ohjelma on käynnissä
fr_fr: Oui, un autre programme, JudoShiai, est en cours
he_il: כן, קובץ נוסף פתוח
is_is: Já, annað JudoShiai forrit er í gangi
nb_no: Ja, et annet JudoShiai-program kjører
pl_pl: Tak, jest uruchomiona inna aplikacja JudoShiai
ru_ru: Да, работает другая программа JudoShiai
sk_sk: Áno, iný JudoShiai program je spustený
sv_se: Ja, ett annat JudoShiai program körs
uk_ua: Так, інша програма JudoShiai працює

source: No, this is the only JudoShiai program. Purge erroneous lock file.
is_is: Nei, þetta er eina JudoShiai forritið. Eyða rangri læsiskrá.

source: Communication is blocked! You can still use the program to create categories etc.
cs_cz: Kumunikace je blokovánaMůžete stále vytvářet kategorie v tomto programu např.
da_dk: Kommunikationen er blokeret! Du kan fortsat anvende programmet til at oprette kategorier etc.
de_de: Kommunikation ist geblockt! Klassen etc. können weiterhin eingegeben werden.
es_es: ¡Comunicación bloqueada! Puedes serguir usando el programa para crear categorías, etc...
fa_ir: اتصال مسدود شد! شما همچنان میتوانید با برنامه سایر دسته بندی ها را اضافه کنید.
fi_fi: Tietoliikenne on estetty! Ohjelmaa voi silti käyttää sarjojen luontiin ym.
fr_fr: La communication est bloquée! Vous pouvez tout de même utiliser le programme pour créer des catégories, etc.
he_il: התקשורת חסומה, ניתן עדיין להשתמש בתוכנה ליצירת קטגוריות וכו
is_is: Lokað er fyrir samskipti! Þú getur enn notað forritið til að búa til flokka o.s.fr.
nb_no: Blokkert kommunikasjon! Du kan fremdeles bruke programmet til å opprette kategorier osv.
pl_pl: Połączenie zablokowane! Możesz dalej używać programu do tworzenia kategorii itp.
ru_ru: Сетевое соединение заблокировано. Вы можете использовать программу для создания категорий и тд.
sk_sk: Pripojenie zablokované! Môžeš ďalej používať programu na tvorbu kategórií ...
sv_se: Kommunikationen är blockerad! Du kan fortfarande använda programmet för att skapa kategorier etc.
uk_ua: Зв'язок заблоковано! Ви все ще можете створювати категорії та інше.

source: Best of 3
cs_cz: Nejlepší 3
da_dk: Bedst af 3
es_es: Al mejor de 3
fa_ir: بهترین از 3 مسابقه
fi_fi: Paras kolmesta
fr_fr: Meilleur de 3
he_il: הטוב מ- 3
is_is: Best af 3
nb_no: Best av 3
pl_pl: Do dwóch wygranych
ru_ru: Лучший из 3-х
sk_sk: Najlepší z troch
sv_se: Bäst av 3
uk_ua: Кращий в трьох

source: One match
cs_cz: Jeden zápas
da_dk: En kamp
de_de: Ein Kampf
es_es: ESP Final directa
fa_ir: تک مسابقه
fi_fi: Ottelu
fr_fr: Un match
he_il: קרב בודד
is_is: Ein viðureign
nb_no: Enkeltkamp
pl_pl: Jedna walka
ru_ru: Один матч
sk_sk: Jeden zápas
sv_se: En match
uk_ua: Сутичка

source: Pool
da_dk: Pulje
es_es: ESP Liga
fi_fi: Pooli
he_il: בית
is_is: Riðill
pl_pl: Grupa
ru_ru: Пул
sk_sk: Skupina
uk_ua: Кругова система IJF

source: Double Pool
da_dk: Dobbelt Pujle
de_de: Doppel-Pool
es_es: ESP Dos ligas cruzadas
fi_fi: Tuplapooli
he_il: Tuplapooli
is_is: Tvöfaldur riðill
nb_no: Dobbel pool
pl_pl: Dwie grupy (brukselski)
ru_ru: двойной пул
sk_sk: Dvojitá Skupina
sv_se: Dubbel pool
uk_ua: Змішана - 2 підгрупи

source: Quad Pool
da_dk: Quad Pulje
de_de: 4fach Pool
es_es: ESP 4 Ligas cruzadas
fi_fi: Neloispooli
he_il: חלוקה ל- 4 בתים ורבע גמר
is_is: Fjögurramanna riðlar
nb_no: Firedobbel pool
pl_pl: Cztery grupy
ru_ru: 4 пул
sk_sk: Štvoritá skupina
uk_ua: Змішана - 4 підгрупи

source: Double Pool 2
da_dk: Dobbelt Pulje 2
de_de: Doppel-Pool 2
fi_fi: Tuplapooli 2
he_il: בית כפול 2
is_is: Tvöfaldur riðill 2
nb_no: Dobbel pool 2
pl_pl: Dwie grupy v.2
ru_ru: двойной 2-й татами
sk_sk: Dvojnásobná skupina 2
sv_se: Dubbelt pool 2
uk_ua: Змішана - 2 підгрупи v.2

source: Double Pool 3
da_dk: Dobbelt Pulje 3
de_de: Doppel-Pool 3
fi_fi: Tuplapooli 3
he_il: שני בתי ליגות ובית גמר
is_is: Tvöfaldur riðill 3
sk_sk: Dvojitá skupina 3

source: Custom
da_dk: Tilpasset
de_de: Angepasst
fa_ir: سفارشی
fi_fi: Itse tehty
fr_fr: Personnalisé
he_il: מותאם אישית
is_is: Sérsniðið
nb_no: Tilpasset
sk_sk: Vlastný

source: IJF Qrt Final Rep
cs_cz: IJF Qrt finále rep.
de_de: IJF Viertelfinal-Trostrunde
es_es: IJF Rep. doble
fa_ir: جدول استاندارد جهانی
fi_fi: IJF Ransk.
he_il: רפסג רבע בינלאומי
is_is: IJF tvöföld uppreisn
nb_no: IJF Kvartfinale rekval
pl_pl: IJF repasaż od ćwierćfinału
ru_ru: IJF Prant.
sk_sk: IJF repasáž do štvrťfinále
uk_ua: Подв. втіш. IJF від чветі

source: UKR Dbl Repchg
de_de: UKR doppelte Trostrunde
is_is: UKR tvöföld uppreisn
nb_no: UKR dobbel rekval
sk_sk: UKR Dvoj repasáž

source: FIN Dbl Repchg
de_de: FIN doppelte Trostrunde
es_es: ESP Rep. doble ini.
fi_fi: FIN Ransk.
he_il: רפסג כפול פיני
is_is: FIN tvöföld uppreisn
nb_no: FIN dobbel rekval
pl_pl: FIN podwójny repasaż
ru_ru: FIN Prant.
sk_sk: Dvojnásobná Repasáž

source: No Repechg
cs_cz: Bez oprav
de_de: Ohne Trostrunde
es_es: ESP Sin repesca
fa_ir: بدون شانس مجدد
fi_fi: Ei keräilyjä
fr_fr: Pas de Repêchage
he_il: Ei keräilyjä
is_is: Engin uppreisn
nb_no: Ingen rekvalifisering
pl_pl: Bez repasaży
ru_ru: Ei keräilyjä
sk_sk: Bez Repasáže
uk_ua: Без утішення

source: GBR Simple Repchg
fr_fr: Rep GBR simple
is_is: GBR einföld uppreisn

source: ESP Simple Rep
cs_cz: ESP Jednoduché opravy
de_de: ESP Einfache Trostrunde
es_es: ESP Rep. en cuartos
fi_fi: ESP Lyh. ker.
fr_fr: Rep ESP simple
he_il: רפסג רגיל ספרדי
is_is: ESP einföld uppreisn
nb_no: ESP enkel rekval
pl_pl: ESP pojedynczy repasaż
ru_ru: утешительный
sk_sk: ESP Jednoduchá Repasáž

source: Modified Dbl Elim
cs_cz: Upravená dv.elim
de_de: Modifiziertes Doppel-KO-System
es_es: Dbl. Elim. Modificada
fi_fi: Muutettu kaksoiselim.
fr_fr: Dbl Elim Modifié
he_il: הזדמנות כפולה- ארד בודד
is_is: Breyttur tvöfaldur útsláttur
nb_no: Modifisert dobbel eliminering
pl_pl: Podwójna eliminacja (modyfikowany)
sk_sk: Dvojnásobné vylúčenie(upravené)

source: FIN Dbl Repchg One Bronze
cs_cz: FIN dv.opravy jedno 3.
de_de: FIN doppelte Trostrunde, einmal Bronze
es_es: ESP Repesca doble Un Bronce
fi_fi: FIN Ranskalainen (yksi pronssi)
fr_fr: FIN Dbl Repchg Un Bronze
he_il: רפסג כפול ארד בודד
is_is: FIN tvöföld uppreisn eitt brons
nb_no: FIN dobbel rekval en bronse
pl_pl: FIN podwójny repasaż (1 brąz)
sk_sk: FIN dvojnásobná repasáž (1 bronz)

source: DEN Dbl Elim
de_de: DEN Doppel-KO-System
fi_fi: DEN kaksoiselim.
he_il: הזדמנות כפולה דנית
is_is: DEN tvöfaldur útsláttur
nb_no: DEN dobbel elim
pl_pl: DEN podwójna eliminacja
sk_sk: DEN dvojité vylúčenie

source: GER Repchg
de_de: GER Trostrunde
fr_fr: Rep GER
is_is: GER uppreisn

source: IJF Quarter Final Repechage
cs_cz: IJF Quarter Final opravy
de_de: IJF Viertelfinal-Trostrunde
es_es: IJF Repesca doble
fa_ir: جدول استاندارد جهانی
fi_fi: IJF Ranskalainen
fr_fr: IJF Repêchage Quart de finale
he_il: רפסג רבע
is_is: IJF tvöföld uppreisn
nb_no: IJF kvartfinale rekval
pl_pl: IJF repasaż od ćwierćfinału
ru_ru: 1\4 финал утешительный
sk_sk: IJF Repasáž Do Štvrťfinále
uk_ua: IJF втішення від чвертьфіналу

source: Default
da_dk: Standard
de_de: Standard
es_es: Por defecto
fa_ir: پیش فرض
fi_fi: Oletus
fr_fr: Défaut
he_il: ברירת מחדל
is_is: Sjálfgefið
nb_no: Standard
pl_pl: Domyślny
ru_ru: По умолчанию
sk_sk: Základné
sv_se: Standard
uk_ua: За замовчуванням

source: UKR Double Repechage
de_de: UKR doppelte Trostrunde
fr_fr: UKR Double Repêchage
is_is: UKR tvöföld uppreisn
nb_no: URK dobbel rekval
sk_sk: UKR Dvojitá repasáž

source: FIN Double Repechage
cs_cz: FIN Dvojité opravy
de_de: FIN doppelte Trostrunde
es_es: ESP Repesca doble desde 1ª ronda
fi_fi: FIN Ranskalainen
fr_fr: FIN Double Repêchage
he_il: רפסג כפול פיני
is_is: FIN tvöföld uppreisn
nb_no: FIN dobbel rekval
pl_pl: FIN podwójny repasaż
ru_ru: Двойной утешительный
sk_sk: Dvojitá Repasáž

source: SWE Double Repechage
cs_cz: SWE Dvojité opravy
de_de: SWE doppelte Trostrunde
es_es: SWE Repesca doble
fi_fi: SWE Ranskalainen
fr_fr: SWE Double Repêchage
he_il: רפסג כפול שוודי
is_is: SWE tvöföld uppreisn
nb_no: SWE dobbel rekval
pl_pl: SWE podwójny repasaż
ru_ru: Двойной утешительный
sk_sk: SWE Dvojitá Repasáž

source: SWE Direct Repechage
de_de: SWE einfache Trostrunde
fi_fi: SWE Pitkä keräily
fr_fr: SWE Direct Repêchage
he_il: נוק אאוט כפול שוודי
is_is: SWE tvöfaldur útsláttur
nb_no: SWE direkte rekval
pl_pl: SWE bezpośredni repasaż
ru_ru: Прямой утешительный
sk_sk: Celková Repasáž

source: EST Double Elimination
cs_cz: EST Dvojitá eliminace
de_de: EST Doppel-KO-System
es_es: EST Eliminatoria doble
fi_fi: EST Pitkä keräily
fr_fr: EST Double élimination
he_il: נוק אאוט כפול אסטוני
is_is: EST tvöfaldur útsláttur
nb_no: EST dobbel eliminasjon
pl_pl: EST podwójna eliminacja
ru_ru: EST Pitkä keräily
sk_sk: EST Dvojité Vylúčenie

source: Single Elimination
cs_cz: Jednoduchá eliminace
de_de: Einfaches KO-System
es_es: ESP Eliminatoria sin repesca
fa_ir: تک حذفی
fi_fi: Ei keräilyjä
fr_fr: Elimination directe
he_il: מנצחים בלבד
is_is: Einfaldur útsláttur
nb_no: Enkel eliminiasjon
pl_pl: Pojedyncza eliminacja
ru_ru: Дисквалификация
sk_sk: Samostatné Vylúčenie
uk_ua: Вибування

source: GBR Simple Repechage
fr_fr: GBR Simple Repêchage
is_is: GBR einföld uppreisn

source: SWE Single Repechage
cs_cz: SWE Jednoduché opravy
de_de: SWE einfache Trostrunde
es_es: SWE Repesca simple
fi_fi: SWE Lyhyt keräily
fr_fr: SWE simple repêchage
he_il: רפסג בודד שבדי
is_is: SWE einföld uppreisn
nb_no: SWE enkel rekval
pl_pl: SWE pojedynczy repasaż
ru_ru: Утешительный
sk_sk: SWE Samostatná Repasáž

source: ESP Double Repechage
cs_cz: ESP Dvojité opravy
de_de: ESP doppelte Trostrunde
es_es: ESP Repesca doble
fi_fi: ESP Ranskalainen
fr_fr: ESP double repêchage
he_il: ESP Ranskalainen
is_is: ESP tvöföld uppreisn
nb_no: ESP dobbel rekval
pl_pl: ESP podwójny repasaż
ru_ru: двойной утешительный
sk_sk: ESP Dvojnásobná Repasáž
