Repository: einarhre/tindajudoshiai
Catalog: common/judoshiai-*.po
Languages: cs_cz, da_dk, de_de, es_es, fa_ir, fi_fi, fr_fr, he_il, is_is, nb_no, pl_pl, ru_ru, sk_sk, sv_se, uk_ua

source: Move Matches
da_dk: Flyt Kampe
de_de: Kampf verschieben
fa_ir: انتقال مسابقه ها
fi_fi: Siirrä otteluita
fr_fr: Déplacez les matchs
he_il: הזז קרבות
is_is: Færa viðureignir
sk_sk: Presun zápasov

source: Show Sheet
cs_cz: Ukaž tabulku
da_dk: Vis Ark
de_de: Zeige Kampfliste
es_es: Mostrar hoja
fa_ir: نمایش جدول
fi_fi: Näytä kaavio
fr_fr: Montrer la feuille
he_il: הצג דף
is_is: Sýna örk
nb_no: Vis liste
pl_pl: Pokaż arkusz
ru_ru: Показать лист
sk_sk: Zobraz List
sv_se: Visa blad
uk_ua: Показати протокол

source: Remove drawing first
cs_cz: Odeber nejdřív losování
da_dk: Slet udtrækning først
de_de: Auslosungen zuerst löschen
es_es: Elimina los sorteos promero
fa_ir: ابتدا قرعه ها را پاک کنید
fi_fi: Poista arvonta ensin
fr_fr: Enlever d’abord le tirage au sort
he_il: הסר הגרלה תחילה
is_is: Fjarlægðu fyrst dráttinn
nb_no: Fjern trekning først
pl_pl: Najpierw usuń losowanie
ru_ru: Вначале удалить жеребьёвку
sk_sk: Najskôr odstráň Losovanie
sv_se: Ta bort lottningen först
uk_ua: Відмініть попередній протокол!

source: Connections to this node
cs_cz: Propojení k tomuto kanálu
da_dk: Forbindelser til denne node
de_de: Verbindung mit diesem Knoten
es_es: Conexiones a este nodo
fa_ir: اتصالات به این نقطه اتصال
fi_fi: Yhteydet tähän solmuun
fr_fr: Connexions à ce noeud
he_il: חיבורים לחיבור זה
is_is: Tengingar við þennan búnað
nb_no: Tilkoblinger til denne enheten
pl_pl: Połączenie do tego węzła
ru_ru: Соединение на этот комп.
sk_sk: Pripojenie do tohto uzla
sv_se: Anslutningar till denna nod
uk_ua: Підключення до вузла

source: THIS APPLICATION
da_dk: DENNE APPLIKATION
de_de: DIESE ANWENDUNG
fa_ir: این برنامه
fi_fi: TÄMÄ OHJELMA
fr_fr: CETTE APPLICATION
he_il: האפליקציה הנוכחית
is_is: ÞETTA VINNSLUFORRIT
nb_no: DETTE PROGRAMMET
sk_sk: TÁTO APLIKÁCIA

source: NOT CONNECTED
da_dk: IKKE FORBUNDET
de_de: NICHT VERBUNDEN
fa_ir: اتصال برقرار نیست
fi_fi: EI YHTEYTTÄ
fr_fr: PAS CONNECTÉ
he_il: ללא חיבור
is_is: ENGIN TENGING
nb_no: IKKE TILKOBLET
sk_sk: NEPRIPOJENÉ

source: Comment
cs_cz: Komentář
da_dk: Kommentar
de_de: Kommentar
es_es: Comentario
fa_ir: توضیح
fi_fi: Kommentti
fr_fr: Commentaire
he_il: הערה
is_is: Athugasemd
nb_no: Kommentar
pl_pl: Komentarz
ru_ru: Комментарий
sk_sk: Komentár
sv_se: Kommentär
uk_ua: Коментар

source: Seeding
cs_cz: Nasazení
da_dk: Seedning
de_de: Setzplatz
es_es: Cabeza de Serie
fa_ir: سیدبندی
fi_fi: Sijoitus
fr_fr: Favori
he_il: דירוג
is_is: Forröðun
pl_pl: Rozstawienie
ru_ru: посев
sk_sk: Nasadenie
sv_se: Seedning
uk_ua: Посів

source: Club Seeding
cs_cz: Nasezení klubu
da_dk: Klub Seedning
de_de: Vereinssetzplatz
es_es: Club Cabeza de Serie
fa_ir: سیدبندی باشگاه
fi_fi: Sijoitus seurassa
fr_fr: Club Favori
he_il: דירו אגודה
is_is: Forröðun félags
nb_no: Klubbseeding
pl_pl: Rozstawienie klubów
ru_ru: посев клубов
sk_sk: Nasadenie Klubov
sv_se: Klubb seedning
uk_ua: Посів команди

source: already exists!
cs_cz: již existuje!
da_dk: findes allerede!
de_de: besteht bereits!
es_es: ¡Ya exite!
fa_ir: از قبل وحود دارد
fi_fi: on jo olemassa!
fr_fr: existe déjà!
he_il: קיים כבר!
is_is: er nú þegar til!
nb_no: finnes allerede!
pl_pl: już istnieje!
ru_ru: Уже существует
sk_sk: už existuje!
sv_se: finns redan!
uk_ua: вже існує!

source: Competitors
cs_cz: Soutěžící
da_dk: Deltagere
de_de: Kämpfer
es_es: Competidores
fa_ir: ورزشکاران
fi_fi: Kilpailijat
fr_fr: Compétiteurs
he_il: מתחרים
is_is: Keppendur
nb_no: Utøvere
pl_pl: Zawodnicy
ru_ru: Участники
sk_sk: Pretekári
sv_se: Tävlande
uk_ua: Учасники

source: Last Name:
cs_cz: Příjmení:
da_dk: Efternavn:
de_de: Nachname:
es_es: Apellido:
fa_ir: نام خانوادگی:
fi_fi: Sukunimi:
fr_fr: Nom:
is_is: Kenninafn:
nb_no: Etternavn:
pl_pl: Nazwisko:
ru_ru: Фамилия
sk_sk: Priezvisko:
sv_se: Efternamn:
uk_ua: Прізвище:

source: First Name:
cs_cz: Jméno:
da_dk: Fornavn:
de_de: Vorname:
es_es: Nombre:
fa_ir: نام خانوادگی:
fi_fi: Etunimi:
fr_fr: Prénom:
is_is: Eiginnafn:
nb_no: Fornavn:
pl_pl: Imię:
ru_ru: Имя
sk_sk: Meno:
sv_se: Namn:
uk_ua: Ім'я:

source: Year of Birth:
cs_cz: Rok narození:
da_dk: Fødselsår:
de_de: Geburtsjahr:
es_es: Año de nacimiento:
fa_ir: سال تولد
fi_fi: Syntymävuosi:
fr_fr: Année de naissance:
is_is: Fæðingarár:
nb_no: Fødselsår:
pl_pl: Rok urodzenia:
ru_ru: Год рождения
sk_sk: Rok narodenia:
sv_se: Födelseår:
uk_ua: Рік народження:

source: Grade:
cs_cz: Stupeň:
da_dk: Grad:
de_de: Graduierung:
es_es: Kyu:
fa_ir: درجه کمربند:
fi_fi: Vyö:
is_is: Gráða:
nb_no: Grad:
pl_pl: Stopień:
ru_ru: Пояс
sk_sk: Stupeň:
sv_se: Grad:
uk_ua: Розряд:

source: Club:
cs_cz: Klub:
da_dk: Klub:
de_de: Verein:
fa_ir: باشگاه:
fi_fi: Seura:
is_is: Félag:
nb_no: Klubb:
pl_pl: Klub:
ru_ru: Клуб
sk_sk: Klub:
sv_se: Klubb:
uk_ua: Команда:

source: Country:
cs_cz: Země:
da_dk: Land:
de_de: Land:
es_es: País:
fa_ir: کشور:
fi_fi: Maa:
fr_fr: Pays:
he_il: מדינה
is_is: Land:
nb_no: Land:
pl_pl: Kraj:
ru_ru: Страна
sk_sk: Krajina:
sv_se: Land:
uk_ua: Країна:

source: Reg. Category:
cs_cz: Reg. kategorie:
da_dk: Reg. Kategori:
de_de: Gemeldete Klasse:
es_es: Reg. categoria:
fa_ir: دسته بندی:
fi_fi: Ilm. sarja:
fr_fr: Catégorie Enregistrée:
is_is: Skráður flokkur:
nb_no: Reg. kategori:
pl_pl: Zgłoszona kategoria:
ru_ru: Регистрация категории
sk_sk: Oznámená kategória:
sv_se: Reg. kategori
uk_ua: Категорія:

source: Category:
cs_cz: Kategorie:
da_dk: Kategori:
de_de: Klasse:
es_es: Categoria:
fa_ir: دسته بندی:
fi_fi: Sarja:
fr_fr: Catégorie:
he_il: קטגוריה
is_is: Flokkur:
nb_no: Kategori:
pl_pl: Kategoria:
ru_ru: Категория
sk_sk: Kategória:
sv_se: Kategori:
uk_ua: Категорія:

source: Weight:
cs_cz: Váha:
da_dk: Vægt:
de_de: Gewicht:
es_es: Peso:
fa_ir: وزن:
fi_fi: Paino:
fr_fr: Poid:
is_is: Þyngd:
nb_no: Vekt:
pl_pl: Waga:
ru_ru: Вес
sk_sk: Váha:
sv_se: Vikt:
uk_ua: Вага:

source: Seeding:
cs_cz: Nasazení:
da_dk: Seedning:
de_de: Setzplatz:
es_es: Cabeza de serie:
fa_ir: سید
fi_fi: Sijoitus:
fr_fr: Favori:
he_il: דירוגים
is_is: Forröðun:
pl_pl: Rozstawienie:
ru_ru: Посев
sk_sk: Nasadenie:
sv_se: Seedning:
uk_ua: Посів:

source: No seeding
cs_cz: Bez nasazení
da_dk: Ingen seedning
de_de: Kein Setzplatz
es_es: No cabeza
fa_ir: بدون سید بندی
fi_fi: Ei sijoitusta
fr_fr: Pas de favori
he_il: ללא מדורג
is_is: Engin forröðun
nb_no: Uten seeding
pl_pl: Bez rozstawiania
ru_ru: нет рейтинга
sk_sk: Bez nasadenia
sv_se: Utan seedning
uk_ua: Без посіву

source: Club Seeding:
cs_cz: Nasazení klubu
da_dk: Klub Seedning:
de_de: Vereinssetzplatz:
es_es: Club Cabeza de Serie:
fa_ir: سید باشگاه:
fi_fi: Sijoitus seurassa:
fr_fr: Club Favori:
he_il: דירוג אגודה
is_is: Forröðun félags:
nb_no: Klubbseeding:
pl_pl: Rozstawienie klubów:
ru_ru: посев клубов
sk_sk: Nasadenie Klubov:
sv_se: Klubb seedning:
uk_ua: Посів команди:

source: Id:
fa_ir: آی دی:
he_il: תז
is_is: Kennitala:
ru_ru: ИД
uk_ua: Код:

source: Coach Id:
da_dk: Træner Id:
de_de: Trainer Id:
es_es: ID del Entrenador
fa_ir: آیدی مربی
fi_fi: Valmentajatunnus:
fr_fr: Id de l'entraîneur:
he_il: קוד מאמן
is_is: Kt. þjálfara:
nb_no: Trenerid:
pl_pl: ID trenera:
ru_ru: ИД судьи
sk_sk: ID trénera:
uk_ua: Код тренера

source: Gender:
cs_cz: Pohlaví
da_dk: Køn:
de_de: Geschlecht:
es_es: Género
fa_ir: جنسیت:
fi_fi: Sukupuoli:
fr_fr: Genre:
he_il: מין
is_is: Kyn:
nb_no: Kjønn:
pl_pl: Płeć:
ru_ru: пол
sk_sk: Pohlavie:
sv_se: Kön:
uk_ua: Стать:

source: Male
cs_cz: Muž
da_dk: Mand
de_de: männlich
es_es: Masculino
fa_ir: آقا
fi_fi: Mies
fr_fr: Masculin
he_il: זכר
is_is: Karl
nb_no: Mann
pl_pl: Mężczyzna
ru_ru: мужской
sk_sk: Mužské
sv_se: Man
uk_ua: Чоловік

source: Female
cs_cz: Žena
da_dk: Kvinde
de_de: weiblich
es_es: Femenino
fa_ir: خانم
fi_fi: Nainen
fr_fr: Féminin
he_il: נקבה
is_is: Kona
nb_no: Kvinne
pl_pl: Kobieta
ru_ru: женский
sk_sk: Ženské
sv_se: Kvinna
uk_ua: Жінка

source: Control:
cs_cz: Kontrola
da_dk: Kontrol:
de_de: Judogi-Kontrolle:
fa_ir: کنترل:
fi_fi: Kontrolli:
fr_fr: Contrôle:
he_il: בקרה
is_is: Eftirlit:
nb_no: Kontroll:
pl_pl: Kontrola:
ru_ru: контроль
sk_sk: Ovládanie:
sv_se: Kontroll:
uk_ua: Контроль:

source: NOK
fa_ir: عدم تایید
fi_fi: Ei OK
he_il: לא תקין
is_is: Ekki í lagi
pl_pl: Nie OK
sk_sk: Nie OK

source: Comment:
da_dk: Kommentar:
de_de: Kommentar:
es_es: Comentario:
fa_ir: توضیح:
fi_fi: Kommentti:
fr_fr: Commentaire:
he_il: הערה
is_is: Athugasemd:
nb_no: Kommentar:
pl_pl: Komentarz:
ru_ru: комментарий
sk_sk: Komentár:
sv_se: Kommentar:
uk_ua: Кометар:

source: Hide name:
de_de: Namen Verbergen:
fi_fi: Piilota nimi:
fr_fr: Cacher le nom:
is_is: Fela nafn:

source: Team:
da_dk: Hold:
de_de: Mannschaft:
fa_ir: تیم
fi_fi: Joukkue:
fr_fr: Équipe:
he_il: קבוצה:
is_is: Lið:
nb_no: Lag:
sk_sk: Družstvo:

source: System:
es_es: Sistema:
fa_ir: سیستم:
fi_fi: Järjestelmä:
fr_fr: Système:
he_il: שיטה
is_is: Kerfi:
ru_ru: Система
sk_sk: Systém:
uk_ua: Система:

source: Tatami:
da_dk: Måtte:
de_de: Matte:
fa_ir: تاتامی
he_il: זירה:
is_is: Keppnisvöllur:

source: Group:
cs_cz: Skupina:
da_dk: Gruppe:
de_de: Gruppe:
es_es: Grupo:
fa_ir: گروه:
fi_fi: Ryhmä:
fr_fr: Groupe:
he_il: קבוצה
is_is: Hópur:
nb_no: Gruppe:
pl_pl: Grupa:
ru_ru: Группа
sk_sk: Skupina:
sv_se: Grupp:
uk_ua: Група:

source: Create default members:
da_dk: Opret standardmedlemmer:
de_de: Erstelle Standard-Besetzung:
fi_fi: Luo oletuskilpailijat
fr_fr: Créer des membres par défaut:
he_il: צור חברים ברירת מחדל:
is_is: Búa til sjálfgefna meðlimi:
nb_no: Opprett standardmedlemmer:
sk_sk: Vytvoriť základných členov

source: Coach
da_dk: Træner
de_de: Trainer
es_es: Entrenador
fa_ir: مربی
fi_fi: Valmentaja
fr_fr: Entraîneur
he_il: מאמן
is_is: Þjálfari
nb_no: Trener
pl_pl: Trener
ru_ru: тренер
sk_sk: Tréner
uk_ua: Тренер

source: Team
da_dk: Hold
de_de: Mannschaft
fa_ir: تیم
fi_fi: Joukkue
he_il: קבוצה
is_is: Lið
nb_no: Lag
sk_sk: Tatami

source: Group
cs_cz: Skupina
da_dk: Gruppe
de_de: Gruppe
es_es: Grupo
fa_ir: گروه
fi_fi: Ryhmä
fr_fr: Groupe
he_il: קבוצה
is_is: Hópur
nb_no: Gruppe
pl_pl: Grupa
ru_ru: Группа
sk_sk: Skupina
sv_se: Grupp
uk_ua: Група

source: Empty categories removed
cs_cz: Odstranit prázndé kategorie
da_dk: Tomme kategorier slettet
de_de: Leere Klassen gelöscht
es_es: Categorias vacias borradas
fa_ir: رده های وزنی خالی حذف گردید
fi_fi: Tyhjät sarjat poistettu
fr_fr: Catégories vides supprimées
he_il: קטגוריות ריקות הוסרו
is_is: Tómir flokkar fjarlægðir
nb_no: Fjernet tomme kategorier
pl_pl: Puste kategorie usunięte
ru_ru: Пустые категории удалены
sk_sk: Prázdne kategórie odstránené
sv_se: Tog bort tomma kategorier
uk_ua: Порожні категорії видалені

source: Unweighted competitors removed
cs_cz: Odstranit nezvážené závodníky
da_dk: Uvejede deltagere slettet
de_de: Nicht gewogene Kämpfer gelöscht
es_es: Competidores sin pesar borrados
fa_ir: ورزشکاران بدون وزن حذف شدند
fi_fi: Punnitsemattomat kilpailijat poistettu
fr_fr: Compétiteurs non pesés retirés
he_il: ספורטאים שלא נשקלו הוסרו
is_is: Óvigtaðir keppendur fjarlægðir
nb_no: Fjernet utøvere som ikke er innveid
pl_pl: Niezważeni zawodnicy usunięci
ru_ru: Невзвешанные спортсмены удалены
sk_sk: Nezvážený pretekári odstránený
sv_se: Tävlande utan vikt togs bort
uk_ua: Незважених учасників видалено

source: Matches exist. Undo the drawing first.
cs_cz: Zápas existuje.Odstraň nejdřív rozlosování.
da_dk: Kampe eksisterer. Slet lodtrækning først.
de_de: Kämpfe vorhanden. Auslosungen zuerst löschen.
es_es: Existen combates. Deshaz el sorteo primero.
fa_ir: مسابقه از قبل موجود است.ابتدا قرعه کشی را حذف کنید
fi_fi: Otteluita arvottu. Poista arvonta ensin.
fr_fr: Matches existent. Enlever d’abord le tirage au sort.
he_il: קרבות קיימים. בטל הגרלה ראשית
is_is: Viðureignir eru til staðar. Afturkallaðu dráttinn fyrst.
nb_no: Kamper finnes. Fjern trekning først.
pl_pl: Trwają walki. Najpierw usuń losowanie.
ru_ru: Матчи уже существуют. Удатить жеребьёвку
sk_sk: Zápasy už existujú. Najskôr zrušiť rozlosovanie.
sv_se: Matcherna finns. Ta bort lottningen först.
uk_ua: Не можливо! Скасуйте попередній протокол!

source: Competitors removed
cs_cz: Odstraň závodníky
da_dk: Deltagere slettet
de_de: Kämpfer gelöscht
es_es: Competidores eliminados
fa_ir: ورزشکاران پاک شدند
fi_fi: Kilpailijoita poistettu
fr_fr: Compétiteurs enlevés
he_il: מתחרים הוסרו
is_is: Keppendur fjarlægðir
nb_no: Utøvere fjernet
pl_pl: Zawodnicy usunięci
ru_ru: Спортсмены удалены
sk_sk: Pretekári odstránený
sv_se: Tävlande togs bort
uk_ua: Учасники видалені

source: Bar code search
cs_cz: Vyhledej čárový kód
da_dk: Stregkodesøgning
de_de: Barcode-Suche
es_es: Búsqueda por código de barras
fa_ir: جستجو از طریق بارکد
fi_fi: Viivakoodihaku
fr_fr: Recherche de code à barres
he_il: חיפוש בר קוד
is_is: Strikamerkjaleit
nb_no: Strekkodesøk
pl_pl: Szukaj po kodzie kreskowym
ru_ru: Поиск штрихкода
sk_sk: Vyhľadávanie podľa čiarového kódu
sv_se: Sök på streckkod
uk_ua: Пошук штрих-коду

source: Type the barcode:
cs_cz: Vlož čárový kód:
da_dk: Indtast stregkoden:
de_de: Barcode eingeben:
es_es: Escribe el código de barras:
fa_ir: بارکد را بنویسید:
fi_fi: Anna viivakoodi:
fr_fr: Tapez le code à barres:
he_il: הקלד הבר קוד
is_is: Skrifaðu strikamerkjanúmerið:
nb_no: Skriv inn strekkode:
pl_pl: Wpisz kod kreskowy:
ru_ru: Ввести штрихкод
sk_sk: Zadaj čiarový kód:
sv_se: Ange streckkoden:
uk_ua: Введіть штрих-код:

source: Messages
da_dk: Beskeder
de_de: Nachrichten
fa_ir: پیغام ها
fi_fi: Sanomat
he_il: הודעות
is_is: Tilkynningar
nb_no: Meldinger
sk_sk: Správy

source: Weights do not match
da_dk: Vægte stemmer ikke overens
de_de: Gewicht passt nicht
es_es: Los pesos no coinciden
fa_ir: وزن ها مطابقت ندارند
fi_fi: Painot eivät täsmää
fr_fr: Les poids ne correspondent pas
he_il: משקלים אינם תואמים
is_is: Þyngdir passa ekki saman
nb_no: Vekter stemmer ikke
pl_pl: Wagi nie pasują
ru_ru: вес не сходится
sk_sk: Váhy sa nezhodujú
sv_se: Vikterna stämmer inte
uk_ua: Вага не відповідає

source: Database Validation
da_dk: Databasevalidering
de_de: Datenbanküberprüfung
es_es: Validación de Base de Datos
fa_ir: اعتبارسنجی دیتابیس
fi_fi: Tietokannan tarkistus
fr_fr: Validation de base de données
he_il: בדיקת תקינות מסד נתונים
is_is: Sannreyna gagnagrunn
nb_no: Databasekontroll
pl_pl: Walidacja bazy danych
ru_ru: проверка базы данных
sk_sk: Databáza Kontrola Platnosti
sv_se: Databas validering
uk_ua: Перевірка бази даних

source: Duplicate seedings:
da_dk: Duplerede seedninger:
de_de: Doppelte Setzplätze:
es_es: Duplicados cabezas de serie:
fi_fi: Samoja sijoituksia sarjassa:
fr_fr: Doublon de favoris:
is_is: Tvíteknar forraðanir:
nb_no: Dupliserte seedinger:
pl_pl: Powtórzone rozstawienia:
ru_ru: продублировать посев:
sk_sk: Duplicitné Nasadenie:
sv_se: Duplicerade seedningar:
uk_ua: Дублікат посіву:

source: Category %s: seeding %s defined %s times.
de_de: Klasse %s: Setzplatz %s %s mal vergeben.
fi_fi: Sarja %s: sijoittelu %s määritelty %s kertaa.
fr_fr: Catégorie %s: favori %s définie %s fois.
is_is: Flokkur %s: Forröðun %s skilgreind %s sinnum.

source: Duplicate club seedings:
da_dk: Duplerede klub seedninger:
de_de: Doppelte Vereinssetzplätze:
es_es: Duplicados clubs cabezas de serie:
fi_fi: Samoja sijoituksia seurassa:
fr_fr: Doublon de Club Favori:
is_is: Tvítekin forröðun félags:
nb_no: Dupliserte klubbseedinger:
pl_pl: Zduplikowane rozstawienia klubów:
ru_ru: дублирование посева клубов:
sk_sk: Zduplikované nasadenie klubov:
sv_se: Duplicerade klubb seedningar:
uk_ua: Дублювати клуб у посівах:

source: Club %s: seeding %s defined %s times.
de_de: Verein %s: Setzplatz %s %s mal vergeben.
fi_fi: Seura %s: sijoittelu %s määritelty %s kertaa.
fr_fr: Club %s: favori %s définie %s fois.
is_is: Félag %s: Forröðun %s skilgreind %s sinnum.

source: Missing category definitions:
da_dk: Manglende kategoridefinitioner:
de_de: Fehlende Klassen definitionen:
es_es: Perdidas definiciones de categorías:
fi_fi: Puuttuvia sarjamäärittelyjä:
fr_fr: Définitions de catégories manquantes:
is_is: Vantar skilgreiningar flokka:
nb_no: Manglende definisjoner på kategori:
pl_pl: Brak definicji kategorii:
ru_ru: отсутствует определение категории:
sk_sk: Chýbajúca definícia kategórie:
sv_se: Avsaknad av kategoridefinitioner:
uk_ua: Відсутні визначення категорії:

source: Category %s is not defined.
de_de: Klasse %s ist nicht definiert.
fi_fi: Sarjaa %s ei ole määritelty.
fr_fr: La catégorie %s n'est pas définie.
is_is: Flokkur %s er ekki skilgreindur.

source: Category typing errors:
da_dk: Skrivefejl i Kategori:
de_de: Klasse Schreibfehler:
fi_fi: Kategoriassa kirjoitusvirheitä:
fr_fr: Les fautes de frappe de catégorie:
is_is: Innsláttarvillur flokks:

source: Typing errors:
da_dk: Indtastningsfejl:
de_de: Schreibfehler:
es_es: Errores escribiendo:
fi_fi: Kirjoitusvirheitä:
fr_fr: Les fautes de frappe:
is_is: Innsláttarvillur:
pl_pl: Błędy pisowni:
ru_ru: типы ошибок:
sk_sk: Pravopisné chyby:
sv_se: Skrivfel:
uk_ua: Помилка друку:

source: UTF-8 errors
da_dk: UTF-8 fejl
de_de: UTF-8 Fehler
es_es: Errores UTF-8
fa_ir: ارور UTF-8
fi_fi: UTF-8-virheitä
fr_fr: Erreurs UTF-8
is_is: UTF-8 villur
nb_no: UTF-8 feil
pl_pl: Błędy UTF-8
ru_ru: ошибка UTF-8
sk_sk: Chyba UTF-8
sv_se: UTF-8 fel
uk_ua: Помилка UTF-8

source: Extra spaces
da_dk: Ekstra mellemrum
de_de: Extra Leerzeichen
es_es: Espacios extra
fa_ir: فضاهای اضافه
fi_fi: Ylimääräisiä välilyöntejä
fr_fr: Espaces supplémentaires
he_il: רווחים מיותרים
is_is: Auka bil
nb_no: Ekstra mellomrom
pl_pl: Dodatkowe odstępy
ru_ru: дополнительные поля
sk_sk: Dodatočný odstup
sv_se: Extra blanktecken
uk_ua: Додаткові пробіли

source: Possible duplicate competitors:
da_dk: Mulige dupletter for deltagere:
de_de: Möglicherweise doppelte Kämpfer:
es_es: Posible duplicación de competidores:
fi_fi: Mahdollisesti samoja kilpailijoita:
fr_fr: Possibles doublon de compétiteurs:
is_is: Hugsanlega tvískráðir keppendur:
nb_no: Mulig dobbeltregistrerte utøvere:
pl_pl: Możliwe duplikaty zawodników:
ru_ru: возможная дупликация участников:
sk_sk: Možná duplicita pretekárov:
sv_se: Möjligt dubbelt tävlande:
uk_ua: Можливі дублювання учасників:

source: Possible duplicate club names:
da_dk: Mulige dupletter for klubnavne:
de_de: Möglicherweise doppelte Vereinsnamen:
es_es: Posible duplicación de nombres de club:
fi_fi: Mahdollisesti samoja seurojen nimiä:
fr_fr: Possibles doublons de nom du club:
is_is: Nöfn félaga hugsanlega tvískráð:
nb_no: Mulig dobbelregistrete klubbnavn:
pl_pl: Możliwe duplikaty nazw klubów:
ru_ru: возможная дупликация клубов:
sk_sk: Možná duplicita Názvu Klubov:
sv_se: Möjliga dubbla klubb namn:
uk_ua: Можливі повтори імен клубу:

source: Suspicious weights:
da_dk: Mistænkelig vægte:
de_de: Verdächtige Gewichte:
es_es: Pesos dudosos:
fi_fi: Epäilyttäviä painoja:
fr_fr: Poids douteux:
is_is: Grunsamlegar þyngdir:
nb_no: Suspekte innveiinger:
pl_pl: Podejrzane wagi:
ru_ru: подозрительный вес:
sk_sk: Podozrivé Váhy:
sv_se: Misstänkta vikter:
uk_ua: Підозріла вага:

source: Corrupted competitor data:
da_dk: Beskadiget deltageredata:
de_de: Beschädigte Kämpfer Daten:
fi_fi: Virhe kilpailijadatassa:
fr_fr: Données de compétiteur corrompues:
he_il: שגיאה בנתוני ספורטאי:
is_is: Brenglaðar upplýsingar keppenda:
nb_no: Ødelagte utøverdata:
pl_pl: Uszkodzone dane zawodnika:
sk_sk: Poškodené údaje pretekára:
sv_se: Skadad tävlingsdata:

source: Corrupted category data:
da_dk: Beskadiget kategoridata:
de_de: Beschädigte Klassen Daten:
fi_fi: Virhe sarjadatassa:
fr_fr: Données de la catégorie corrompues:
he_il: שגיאה בנתוני קטגוריה:
is_is: Brenglaðar upplýsingar flokks:
nb_no: Ødelagte kategoridata:
pl_pl: Uszkodzone dane kategorii:
sk_sk: Poškodené údaje kategórie:
uk_ua: Дані категорії пошкоджено:

source: One warning.
de_de: Ein Problem gefunden.
fr_fr: Un avertissement.
is_is: Ein aðvörun.

source: Cannot handle: Database created with newer JudoShiai version.
cs_cz: Nemůžu změnit: Databáze je vytvořena v novější verzi JudoShiai.
da_dk: Kan ikke håndtere: Database oprettet med nyere version af JudoShiai.
de_de: Nicht möglich: Datanbank mit neuer JudoShiai-Version erstellt.
es_es: No se pueden manejar: Base de datos creada con una versión más moderna de JudoShiai.
fa_ir: غیر قابل شناسایی:دیتابیس توسط نسخه جدیدتر برنامه ساخته شده است
fi_fi: Ei voi käsitellä: Tietokanta on tehty uudemmalla JudoShiai-versiolla.
fr_fr: Gestion impossible: Base de données créée avec une version plus récente de JudoShiai.
he_il: לא יכול לטפל: מסד הנתונים נוצר בגרסה מתקדמת יותר של תחרות
is_is: Get ekki meðhöndlað: Gagnagrunnur útbúinn með nýrri útgáfu af JudoShiai.
nb_no: Kan ikke håndtere: databasen laget med nyere JudoShiai versjon.
pl_pl: Nie obsługiwane: baza danych utworzona w nowszej wersji JudoShiai.
ru_ru: Не возможно отобразить: база данных сождана новой версией Judoshisai
sk_sk: Nemožné spracovať: Databáza vytvorená v novšej verzii JudoShiai.
sv_se: Kan inte hantera: Databas skapad med nyare JudoShiai version.
uk_ua: База даних створена новішою версією JudoShiai.

source: Database tables updated.
cs_cz: Databáze tabulek udatována
da_dk: Databasetabeller opdateret.
de_de: Datenbanktabellen aktualisiert.
es_es: Tablas de la base de datos actualizadas.
fa_ir: جدول دیتابیس به روزرسانی شد.
fi_fi: Tietokannan taulukot päivitetty.
fr_fr: Tables de base de données mises à jour.
he_il: טבלאות מסד נתונים עודכנו.
is_is: Gagnagrunnsskrár uppfærðar.
nb_no: Databasetabeller oppdatert.
pl_pl: Uaktualniono tabele bazy danych
ru_ru: Таблицы базы данных обновлены
sk_sk: Databáza tabuliek aktualizovaná.
sv_se: Databastabeller uppdaterades.
uk_ua: Бази даних оновлено.

source: Drawing not finished!
cs_cz: Losování není ukončeno
da_dk: Lodtrækning ikke afsluttet!
de_de: Auslosung nicht abgeschlossen!
es_es: ¡Sorteo no finalizado!
fa_ir: قرعه بندی تمام نشده است
fi_fi: Arvonta kesken!
fr_fr: Tirage au sort n'est pas terminé!
he_il: הגרלה טרם הסתיימה!
is_is: Drætti ekki lokið!
nb_no: Trekning ikke ferdig!
pl_pl: Nie ukończono losowania!
ru_ru: Жеребьёвка не закончена
sk_sk: Neukončené losovanie!
sv_se: Lottning inte färdig!
uk_ua: Складання не закінчене!

source: Matches matched in category
cs_cz: Zápasy zařazené v kategorii
da_dk: Kampe fundet i kategori
de_de: Kämpfe in Klasse gekämpft
es_es: Combates realizados en la categoria
fa_ir: نتیجه مسابقه ثبت شده است
fi_fi: Otteluita oteltu sarjassa
fr_fr: Matches appariés dans la catégorie
he_il: קרבות הוגרלו בקטגוריה
is_is: Viðureignir hafnar í flokknum
nb_no: Kamper satt opp i kategori
pl_pl: Walki rozegrane w kategorii
ru_ru: количество боёв в категории
sk_sk: Zápasy zápasené v kategóriách
sv_se: Matcher matchas i kategorin
uk_ua: Сутичку занесено в протокол

source: Clear the results first
cs_cz: Vyčisti nejdřív výsledky
da_dk: Nulstil resultaterne først
de_de: Zuerst Ergebnisse löschen
es_es: Limpia los resultados primero
fa_ir: ابتدا نتایج را پاک کنید
fi_fi: Nollaa tulokset ensin
fr_fr: Effacer les résultats en premier
he_il: מחק התוצאות תחילה
is_is: Hreinsaðu úrslitin fyrst
nb_no: Tøm resultatene først
pl_pl: Usuń najpierw wyniki
ru_ru: Аннулировать результаты в категории
sk_sk: Najskôr vymazať výsledky
sv_se: Töm resultaten först
uk_ua: Очистити попередні результати

source: Move the competitors
cs_cz: Vlož závodníky
da_dk: Flyt deltagerne
de_de: Kämpfer verschieben
es_es: Mover los competidores
fa_ir: انتقال ورزشکاران
fi_fi: Sijoita ottelijat
fr_fr: Déplacez les compétiteurs
he_il: הסר המתחרים
is_is: Færðu keppendurna
nb_no: Flytt utøverne
pl_pl: Przenieś zawodników
ru_ru: перенести спортсменов
sk_sk: Premiestniť pretekárov
sv_se: Flytta de tävlande
uk_ua: Переміщення учасників

source: Next
cs_cz: Další
da_dk: Næste
de_de: Nächster
es_es: Siguiente
fa_ir: بعدی
fi_fi: Seuraava
fr_fr: Suivant
he_il: הבא
is_is: Næsta
nb_no: Neste
pl_pl: Następny
ru_ru: Следующий
sk_sk: Ďalší
sv_se: Nästa
uk_ua: Наступна

source: Rest
cs_cz: Zbytek
da_dk: Resterende
es_es: Resto
fa_ir: استراحت
fi_fi: Loput
fr_fr: Repos
he_il: נשאר
is_is: Klára
nb_no: Hvile
pl_pl: Odpoczynek
ru_ru: Остальные
sk_sk: Prestávka
sv_se: Resta
uk_ua: Завершити
