Repository: einarhre/tindajudoshiai
Catalog: common/judoshiai-*.po
Languages: cs_cz, da_dk, de_de, es_es, fa_ir, fi_fi, fr_fr, he_il, is_is, nb_no, pl_pl, ru_ru, sk_sk, sv_se, uk_ua

source: Select From Another Shiai
cs_cz: Výběr z dalšího Shiai
da_dk: Vælg Fra En Anden Shiai
de_de: Aus anderem Shiai importieren
es_es: Seleccionar desde otro torneo
fa_ir: انتخاب از شیایی دیگر
fi_fi: Lisää valikoiden toisesta kisasta
fr_fr: Sélectionnez à partir d'un autre Shiaï
he_il: בחר מקובץ תחרות אחר
is_is: Velja frá öðru móti
nb_no: Velg fra annen Shiai
pl_pl: Wybierz z innej aplikacji Shiai
ru_ru: Добывить из другого турнира
sk_sk: Vybrať z inej aplikácie Shiai
sv_se: Välj från en annan Shiai
uk_ua: Вибрати з іншого турніру

source: Add From a Text File
cs_cz: Přidat z textového souboru
da_dk: Tilføj fra Tekstfil
de_de: Aus Textdatei importieren
es_es: Añadir desde un archivo de texto
fa_ir: افزودن از یک فایل تکست
fi_fi: Lisää tekstitiedostosta
fr_fr: Ajouter à partir d'un fichier texte
he_il: הוסף מקובץ טקסט
is_is: Bæta við úr textaskrá
nb_no: Legg til fra tekstfil
pl_pl: Dodaj z pliku tekstowego
ru_ru: Добавить из текстового файла
sk_sk: Pridať z Textového súboru
sv_se: Lägg till från en textfil
uk_ua: Додати з текстового файлу

source: Add All From Another Shiai
cs_cz: Přidat vše z dalšího Shiai
da_dk: Tilføj fra En Anden Shiai
de_de: Alle aus anderem Shiai importieren
es_es: Añadir todos desde otro torneo
fa_ir: اضافه کردن همه از شیایی دیگر
fi_fi: Lisää kaikki toisesta salikisasta
fr_fr: Ajouter toutes d'un autre Shiaï
he_il: הוסף הכל מקובץ תחרות אחר
is_is: Bæta við öllu frá öðru móti
nb_no: Legg til alle fra en annen Shiai
pl_pl: Dodaj wszystko z innej aplikacji Shiai
ru_ru: Добавить всех из другого турнира
sk_sk: Pridať všetkých z inej aplikácie Shiai
sv_se: Lägg till alla från en annan Shiai
uk_ua: Додати з іншого турніру

source: Update Weights From Another Shiai
da_dk: Opdatere Vægte Fra En Anden Shiai
de_de: Gewichtsklassen aus anderem Shiai aktualisieren
es_es: Actualizar pesos desde otro Shiai
fa_ir: به روز رسانی وزن ها از شیایی دیگر
fi_fi: Kopioi painot toisesta tietokannasta
fr_fr: Mettre à jour les poids d'un autre Shiai
he_il: עדכן משקל מקוץ תחרות אחר
is_is: Uppfæra þyngdir frá öðru móti
nb_no: Oppdater veiinger fra en annen Shiai
pl_pl: Uaktualnij wagi z innego JudoShiai
ru_ru: обновление весов из других турниров
sk_sk: Aktualizuj váhy z iného JudoShiai
sv_se: Uppdatera vikter från en annan Shiai
uk_ua: Оновлення ваги з іншого турніру

source: Read From Directory
fi_fi: Lue hakemistosta
is_is: Lesa frá skráarmöppu

source: Write To File
fi_fi: Kirjoita tiedostoon
is_is: Skrifa í skrá

source: Remove Unweighted
cs_cz: Odebrat nezvážené
da_dk: Slet Uvejede
de_de: Lösche Ungewogene
es_es: Eliminar no pesados
fa_ir: حذف بدون وزن ها
fi_fi: Poista punnitsemattomat
fr_fr: Enlever non-pesés
he_il: הסר לא נשקלים
is_is: Fjarlægja óvigtaða
nb_no: Fjern ikke-innveid
pl_pl: Usuń niezważonych
ru_ru: Удалить, если не взвешан
sk_sk: Odstráň nezvážených
sv_se: Ta bort alla utan vikt
uk_ua: Видалити незважених

source: Restore Removed
cs_cz: Obnovit odebrané
da_dk: Genskab Slettede
de_de: Gelöschte wiederherstellen
es_es: Restaurar eliminados
fa_ir: بازگردانی حذف شده ها
fi_fi: Palauta poistetut
fr_fr: Restaurer les retirés
he_il: שחזר שהוסרו
is_is: Endurheimta fjarlægða
nb_no: Gjenopprett slettet
pl_pl: Przywróć usuniętych
ru_ru: Восстановить удалённых
sk_sk: Obnoviť Odstránené
sv_se: Återställa borttagen
uk_ua: Відновити видалене

source: Delete Removed
de_de: Endgültig löschen
fi_fi: Poista poistetut
fr_fr: Enlever les retirés
is_is: Eyða fjarlægða

source: Bar Code Search
cs_cz: Vyhledat BAR kód
da_dk: Søg Efter Stregkode
de_de: Barcodesuche
es_es: Búsqueda por código de barras
fa_ir: جستجو از طریق بارکد
fi_fi: Viivakoodihaku
fr_fr: Recherche de Code à Barres
he_il: חיפוש ברקוד
is_is: Strikamerkjaleit
nb_no: Strekkodesøk
pl_pl: Szukaj po kodzie kreskowym
ru_ru: Поиск штрихкода
sk_sk: Vyhľadávanie podľa čiarového kódu
sv_se: Sök på streckkod
uk_ua: Пошук по штрих-коду

source: Print Weight Notes
cs_cz: Vtiskout váhy
da_dk: Udskriv Vægtnoter
de_de: Wiegekarten drucken
es_es: Imprimir notas de peso
fa_ir: چاپ یادداشت وزن
fi_fi: Tulosta punnituslaput
fr_fr: Imprimer Notes de Poids
he_il: הדפס הערות שקילה
is_is: Prenta vigtunarlista
nb_no: Skriv ut vektlapper
pl_pl: Drukuj uwagi do wagi
ru_ru: Печать протоколов взвешивания
sk_sk: Tlačiť Váhy
sv_se: Skriv viktlappar
uk_ua: Друкувати картки зважування

source: New Category
cs_cz: Nová kategorie
da_dk: Ny Kategori
de_de: Neue Klasse
es_es: Nueva categoria
fa_ir: دسته بندی جدید
fi_fi: Uusi
fr_fr: Nouvelle Catégorie
he_il: קטגוריה חדשה
is_is: Nýr flokkur
nb_no: Ny kategori
pl_pl: Nowa kategoria
ru_ru: Новая весовая категория
sk_sk: Nová kategória
sv_se: Ny kategori
uk_ua: Нова категорія

source: Remove Empty
cs_cz: Odebrat prázdné
da_dk: Slet Tomme
de_de: Leere Klassen löschen
es_es: Eliminar vacias
fa_ir: حذف خالی
fi_fi: Poista tyhjät
fr_fr: Envlever Catégories Vides
he_il: הסר ריקים
is_is: Fjarlægja tóma
nb_no: Fjern tomme
pl_pl: Usuń puste
ru_ru: Удалить пустые
sk_sk: Odstráň prázdne
sv_se: Ta bort tomma
uk_ua: Видалити порожні

source: Create Categories
cs_cz: Vytvořit kategorie
da_dk: Opret Kategorier
de_de: Klassen erstellen
es_es: Crear categorias
fa_ir: دسته بندی اوزان
fi_fi: Muodosta viralliset sarjat
fr_fr: Créer categories
he_il: צור קטגוריות
is_is: Búa til flokka
nb_no: Opprett kategorier
pl_pl: Stwórz kategorie
ru_ru: Сортировать по категориям
sk_sk: Vytvoriť kategórie
sv_se: Skapa kategorier
uk_ua: Опрацювати категорії

source: Init Colors
de_de: Farben zuweisen
fi_fi: Alusta värit
fr_fr: Couleurs init
is_is: Frumstilla liti

source: Show Colors
de_de: Farben anzeigen
fi_fi: Näytä värit
fr_fr: Afficher couleurs
is_is: Sýna liti

source: Print All
cs_cz: Vtisknout vše
da_dk: Udskriv Alt
de_de: Alle drucken
es_es: Imprimir todas
fa_ir: چاپ همه
fi_fi: Tulosta kaikki sarjat
fr_fr: Imprimer Tout
he_il: הדפס הכל
is_is: Prenta allt
nb_no: Skriv ut alle
pl_pl: Drukuj wszystko
ru_ru: Печать всех категорий
sk_sk: Tlačiť všetko
sv_se: Skriv ut alla
uk_ua: Друкувати все

source: Print All (PDF)
cs_cz: Vytiskni vše (PDF)
da_dk: Udskriv Alt (PDF)
de_de: Alle drucken (PDF)
es_es: Imprimir todo (PDF)
fa_ir: چاپ همه (PDF)
fi_fi: Tulosta kaikki (PDF)
fr_fr: Imprimer tout (PDF)
he_il: הדפס הכל לקובץ
is_is: Prenta allt (PDF)
nb_no: Skriv ut alle (PDF)
pl_pl: Drukuj wszystko (PDF)
ru_ru: Распечатать всё (PDF)
sk_sk: Tlač všetko (PDF)
sv_se: Skriv ut alla (PDF)
uk_ua: Друк (PDF)

source: Print Matches (CSV)
cs_cz: Tiskni zápasy (CSV)
da_dk: Udskriv Kampe (CSV)
de_de: Kämpfe drucken (CSV)
es_es: Imprimir combates (CSV)
fa_ir: چاپ مسابقات (csv)
fi_fi: Tulosta ottelut (CSV)
fr_fr: Imprimer Matchs (CSV)
he_il: הדפס קרבות לאקסל
is_is: Prenta viðureignir (CSV)
nb_no: Skriv ut kamper
pl_pl: Drukuj walki (CSV)
ru_ru: Сохранить турниры (CSV)
sk_sk: Tlač zápasov (CSV)
sv_se: Skriv ut matcherna
uk_ua: СКЛАД ПАР (csv)

source: Place to one Tatami
de_de: Verteile auf eine Matten
fr_fr: Placez à un tatami
is_is: Staðetja á einn keppnisvöll

source: Draw All Categories
cs_cz: Losuj všechny kategorie
da_dk: Udtræk Alle Kategorier
de_de: Alle Klassen auslosen
es_es: Sortear todas las categorias
fa_ir: قرعه کشی همه دسته ها
fi_fi: Arvo kaikki
fr_fr: Tirage au sort de Toutes les Catégories
he_il: הגרל את כל הקטגוריות
is_is: Draga alla flokka
nb_no: Trekk alle kategorier
pl_pl: Losuj wszystkie kategorie
ru_ru: Жеребьёвка всех категорий
sk_sk: Losuj všetky kategórie
sv_se: Lotta ut alla kategorier
uk_ua: Скласти усі протоколи

source: Print All (Web And PDF)
cs_cz: Tiskni vše (Web a PDF)
da_dk: Udskriv Alle (Web Og PDF)
de_de: Alle drucken (Web und PDF)
es_es: Imprimir todo (Web y PDF)
fa_ir: چاپ همه (Web و PDF)
fi_fi: Tulosta kaikki (Web ja PDF)
fr_fr: Imprimer tout (Web et PDF)
he_il: הדפס הכל ( למסמך ולרשת)
is_is: Prenta allt (vefur og PDF)
nb_no: Skriv ut alt (web og PDF)
pl_pl: Drukuj wszystko (Web i PDF)
ru_ru: Распечатать все категории (Веб и pdf)
sk_sk: Tlačiť všetko(Web a PDF)
sv_se: Skriv ut alla (Web och PDF)
uk_ua: Друкувати (Web і PDF)

source: Print Schedule to Printer
cs_cz: Tiskni časový plán - tiskárna
da_dk: Udskriv Tidsplan til Printer
de_de: Zeitplan auf Drucker ausdrucken
es_es: Imprimir agenda a la impresora
fa_ir: چاپ زمان بندی شده از پرینتر
fi_fi: Tulosta aikataulu (tulostin)
fr_fr: Imprimer horaire à l'imprimante
he_il: הדפס תכנית למדפסת
is_is: Prenta dagskrá á prentara
nb_no: Skriv ut tidsskjema på skriver
pl_pl: Drukuj harmonogram (drukarka)
ru_ru: Распечатать программу на принтере
sk_sk: Tlačiť Rozpis(tlačiareň)
sv_se: Skriv ut tidtabell till skrivare
uk_ua: Надрукувати розклад

source: Print Schedule to PDF
cs_cz: Tiskni časový plán (PDF)
da_dk: Udskriv Tidsplan til PDF
de_de: Zeitplan als PDF ausdrucken
es_es: Imprimir agenda a PDF
fa_ir: چاپ زمان بندی شده به صورت پی دی اف
fi_fi: Tulosta aikataulu (PDF)
fr_fr: Imprimer horaire à PDF
he_il: הדפס תכנית לקובץ
is_is: Prenta dagskrá á PDF
nb_no: Lagre tidsskjema som PDF
pl_pl: Drukuj harmonogram (PDF)
ru_ru: Распечатать программу (PDF)
sk_sk: Tlačiť Rozpis(PDF)
sv_se: Skriv ut tidtabell som PDF
uk_ua: Розклад у PDF

source: Control Tatami
cs_cz: Kontrola tatami
da_dk: Kontrol af Måtte
de_de: Kontrolliere Matte
es_es: Controlar Tatami
fa_ir: کنترل تاتامی
fi_fi: Ohjaa tatamia
fr_fr: Contrôle Tatami
he_il: בקרת זירה
is_is: Stjórna keppnisvelli
nb_no: Kontroll tatami
pl_pl: Mata kontrolna
ru_ru: Проверить татами
sk_sk: Ovládanie Tatami
sv_se: Kontroll av matchområdet
uk_ua: Управління Татамі

source: Communication Node
cs_cz: Komunikační kanál
da_dk: Kommunikationsnode
de_de: Kommunikationsknoten
es_es: Nodo de comunicación
fa_ir: نقطه اتصال
fi_fi: Tietoliikennesolmu
fr_fr: Noeud de Communication
he_il: רכיב תקשורת
is_is: Samskiptabúnaður
nb_no: Kommunikasjonsenhet
pl_pl: Węzeł połączenia
ru_ru: Сетевое соединение
sk_sk: Komunikačný Uzol
sv_se: Kommunikation node
uk_ua: Мережа

source: Own IP Addresses
cs_cz: Vlastní IP-adresa
da_dk: Egne IP-adresser
de_de: Eigene IP-Adresse
es_es: Dirección IP propia
fa_ir: آی پی آدرس این دستگاه
fi_fi: Omat IP-osoitteet
fr_fr: Adresses IP Propres
he_il: כתובת שרת עצמית
is_is: Eigið IP vistfang
nb_no: Egne IP-adresser
pl_pl: Własne adresy IP
ru_ru: Персональный IP адрес
sk_sk: Vlastná IP adresa
sv_se: Egna IP-adresser
uk_ua: Власний IP-адрес

source: Show Attached Connections
cs_cz: Zobrazit příchozí spojení
da_dk: Vis Tilsluttede Forbindelser
de_de: Zeige Verbindungen
es_es: Mostrar conexiones entrantes
fa_ir: نمایش اتصالات
fi_fi: Näytä yhteydet tähän solmuun
fr_fr: Montrer les appareils connectés
he_il: הצג חיבורים קימים
is_is: Sýna virkar tengingar
nb_no: Vis tilkoblinger
pl_pl: Pokaż aktywne połączenia
ru_ru: Показать добавленные соединения
sk_sk: Zobraz aktívne pripojenia
sv_se: Visa anslutningar
uk_ua: Показувати підключення

source: Automatic Sheet Update
cs_cz: Automatická aktualizace tabulky
da_dk: Automatisk Arkopdatering
de_de: Automatische Kampflistenaktualisierung
es_es: Actualizar hojas automáticamente
fa_ir: به روزرسانی خودکار جدول
fi_fi: Autom. kaavion päivitys
fr_fr: Mise à jour automatique des feuilles
he_il: עדכון דף אוטומטי
is_is: Sjálfvirk uppfærsla arkar
nb_no: Automatisk oppdatering av liste
pl_pl: Automatyczna aktualizacja arkuszy
ru_ru: Автоматическое обновление программы
sk_sk: Automatická aktualizácia Listov
sv_se: Automatisk blad uppdatering
uk_ua: Автоматичне оновлення протоколу

source: Club Name Only
cs_cz: Jen klub
da_dk: Kun Klubnavn
de_de: Nur Vereinsname
es_es: Solo nombre del Club
fa_ir: فقط نام باشگاه
fi_fi: Vain seuran nimi
fr_fr: Nom du club seulement
he_il: שם מועדון בלבד
is_is: Eingöngu nafn félags
nb_no: Kun klubbnavn
pl_pl: Tylko nazwa klubu
ru_ru: Только название клуба
sk_sk: Len Názov Klubu
sv_se: Endast klubb
uk_ua: Тільки команда

source: Country Name Only
cs_cz: Jen země
da_dk: Kun Landenavn
de_de: Nur Land
es_es: Solo nombre del País
fa_ir: فقط نام کشور
fi_fi: Vain maan nimi
fr_fr: Nom de Pays seulement
he_il: שם מדינה בלבד
is_is: Eingöngu nafn þjóðar
nb_no: Kun navn på land
pl_pl: Tylko nazwa kraju
ru_ru: Только название страны
sk_sk: Len Názov Krajiny
sv_se: Endast land
uk_ua: Тільки країна (місто)

source: Both Club and Country
cs_cz: Klub a země
da_dk: Både Klub og Land
de_de: Verein und Land
es_es: Nombre del País y del Club
fa_ir: هم باشگاه هم کشور
fi_fi: Seuran ja maan nimi
fr_fr: Club et Pays ensemble
he_il: אגודה ומדינה
is_is: Bæði félag og þjóð
nb_no: Både klubb og land
pl_pl: Nazwa klubu i kraj
ru_ru: Название страны и клуба
sk_sk: Obidva Klub a Krajina
sv_se: Både klubben och land
uk_ua: Команда і країна (місто)

source: Abbreviations in Sheets
cs_cz: Zkratky v tabulkách
da_dk: Forkortelser på Ark
de_de: Abkürzungen in Kampflisten
es_es: Abreviaturas en las Hojas
fa_ir: خلاصه ها در جدول
fi_fi: Lyhenteet kaavioissa
fr_fr: Utiliser abréviations sur les feuilles
he_il: ראשי תיבות בדפים
is_is: Skammstafanir á örkum
nb_no: Forkortelser i lister
pl_pl: Skróty na arkuszach
ru_ru: Сокращённые таблицы
sk_sk: Skratky na Listoch
sv_se: Förkortningar i blad
uk_ua: Скорочення в протоколах

source: Weights Visible in Pool Sheets
cs_cz: Hmotnosti viditelné v tabulkách
da_dk: Vægt Synlig på Puljeark
de_de: Gewicht in Pool-Liste sichtbar
es_es: Pesos visibles en las ligas
fa_ir: نمایش وزن در جدول دوره ای
fi_fi: Poolikaavioihin painot
fr_fr: Poids visibles dans les feuilles de pool
he_il: הצג משקלים בדף ליגה
is_is: Þyngdir sjáanlegar á riðlaörkum
nb_no: Lister for pool viser vekt
pl_pl: Pokaż wagi na arkuszach grup
ru_ru: Вес виден в случае круговой системы
sk_sk: Váhy zobrazené v Listoch skupín
sv_se: Vikter synliga i pool blad
uk_ua: Показувати вагу в протоколі

source: Surname Name, Country/Club
da_dk: Efternavn Fornavn, Land/Klub
de_de: Nachname Name, Land/Verein
es_es: Apellidos Nombre, País/Club
fa_ir: نام خانوادگی, کشور/باشگاه
fi_fi: Sukunimi Etunimi, Maa/Seura
fr_fr: Nom Prénom, Pays/Club
he_il: שם משפחה פרטי, מדינה/ אגודה
is_is: Kenninafn Eiginnafn, Land/Félag
nb_no: Etternavn Navn, Land/Klubb
pl_pl: Nazwisko, Imię, Kraj/Klub
ru_ru: Фамилия, имя, страна, клуб
sk_sk: Priezvisko, Meno, Štát/Klub
sv_se: Efternamn Namn, Land/Klubb
uk_ua: Прізвище Ім'я, Країна/Клуб

source: Country/Club, Name Surname
is_is: Land/Félag, Eiginnafn Kenninafn

source: Country/Club, Surname Name
da_dk: Land/Klub, Efternavn, Fornavn
de_de: Land/Verein, Nachname Name
es_es: País/Club, Apellidos Nombre
fa_ir: کشور/باشگاه, نام خانوادگی
fi_fi: Maa/Seura, Sukunimi Etunimi
fr_fr: Pays/Club, Nom Prénom
he_il: מדינה/ אגודה, משפחה פרטי
is_is: Land/Félag, Kenninafn Eiginnafn
nb_no: Land/Klubb, Etternavn Navn
pl_pl: Kraj/Klub, Nazwisko, Imię
ru_ru: страна, клуб, фамилия, имя
sk_sk: Štát/Klub, Priezvisko, Meno
sv_se: Land/Klubb, Efternamn Namn
uk_ua: Країна/Клуб, Прізвище Ім'я

source: Unchanged from registration
is_is: Óbreytt frá skráningu

source: First Letter Uppercase
is_is: Fyrsti stafur hástafur

source: All Letters Uppercase
is_is: Allir stafir hástafir

source: Sheet Font
cs_cz: Font listu
da_dk: Ark Skrifttype
de_de: Schriftart Kampfliste
es_es: Fuente de las hojas
fa_ir: فونت جدول
fi_fi: Kaavion fontti
fr_fr: Fonte de feuilles
he_il: גופן דף
is_is: Leturgerð arkar
nb_no: Skrifttype for liste
pl_pl: Czcionka arkusza
ru_ru: Фонт
sk_sk: Font Listu
sv_se: Blads typsnitt
uk_ua: Шрифт

source: Language Selection
cs_cz: Výběr jazyka
da_dk: Sprogvalg
de_de: Sprache
es_es: Selección de idioma
fa_ir: انتخاب زبان
fi_fi: Kielivalinta
fr_fr: Sélection de la langue
he_il: בחירת שפה
is_is: Val á tungumáli
nb_no: Språkvalg
pl_pl: Wybór języka
ru_ru: выбор языка
sk_sk: Vybrať jazyk
sv_se: Språkval
uk_ua: Вибір мови

source: Print Accreditation Cards
cs_cz: Tiskni akreditační karty
da_dk: Udskriv Akkrediteringskort
de_de: Drucke ID-/Wiegekarten/Urkunden
es_es: Imprimir Tarjetas Acreditación
fa_ir: چاپ آیدی کارت
fi_fi: Tulosta akkreditointikortit
fr_fr: Imprimer cartes d'accréditation
he_il: הדפס כרטיסי רישום
is_is: Prenta skráningarspjald
nb_no: Skriv ut akkrediteringskort
pl_pl: Drukuj karty akredytacyjne
ru_ru: Печать карт аккредитации
sk_sk: Vytlačiť Akreditačné karty
sv_se: Skriv ut ackrediteringskort
uk_ua: Друк карток акредитації

source: New Team
da_dk: Nyt Hold
de_de: Neue Mannschaft
fa_ir: تیم جدید
fi_fi: Uusi joukkue
fr_fr: Nouvelle équipe
he_il: קבוצה חדשה
is_is: Nýtt lið
nb_no: Nytt lag
sk_sk: Nové družstvo

source: New Team Category
da_dk: Ny Holdkategori
de_de: Neue Mannschafts-Kategorie
fa_ir: دسته بندی تیمی جدید
fi_fi: Uusi joukkuekisa
fr_fr: Nouvelle catégorie d'équipe
he_il: קטגוריה קבוצתית חדשה
is_is: Nýr liðaflokkur
nb_no: Ny lagkategori
sk_sk: Kategória nového družstva

source: Print Schedule
cs_cz: Tiskni časový plán
da_dk: Udskriv Tidsplan
de_de: Drucke Zeitplan
es_es: Imprimir agenda
fa_ir: چاپ زمان بندی شده
fi_fi: Tulosta aikataulu
fr_fr: Imprimer horaire
he_il: הדפס תכנית
is_is: Prenta dagskrá
nb_no: Skriv ut tidstabell
pl_pl: Drukuj harmonogram
ru_ru: Распечатать программу
sk_sk: Tlačiť Rozpis
sv_se: Skriv ut tidtabell
uk_ua: Надрукувати розклад

source: GDPR
de_de: DSGVO
is_is: Gagnavernd

source: Communication
cs_cz: Komunikace
da_dk: Kommunikation
de_de: Kommunikation
es_es: Comunicación
fa_ir: ارتباط
fi_fi: Tietoliikenne
he_il: תקשורת
is_is: Samskipti
nb_no: Kommunikasjon
pl_pl: Połączenie
ru_ru: Сетевое соединение
sk_sk: Komunikácia
sv_se: Kommunikation
uk_ua: Мережа

source: Club Text Selection
cs_cz: Výber klubu
da_dk: Klubtekstvalg
de_de: Auswahl Vereinstext
es_es: Selección del texto de Club
fa_ir: انتخاب نام باشگاه
fi_fi: Seuratekstin valinta
fr_fr: Sélection du texte de club
he_il: בחירת טקסט אגודה
is_is: Nafnasnið félaga
nb_no: Klubbtekst-valg
pl_pl: Wybór tekstu klubu
ru_ru: Текст клуба
sk_sk: Vybrať Textu Klubu
sv_se: Klubbtextsval
uk_ua: Команда: оберіть формат

source: Sheet Layout
cs_cz: Vzhled tabulek
da_dk: Ark Layout
de_de: Layout Kampfliste
es_es: Distribución de la hoja
fa_ir: ظاهر جدول
fi_fi: Kaavion ulkoasu
fr_fr: Mise en page de la feuille
he_il: תצורת דף
is_is: Útlit arkar
nb_no: Listeoppsett
pl_pl: Format arkusza
ru_ru: Дазайн таблицы
sk_sk: Formát Listu
sv_se: Blad layout
uk_ua: Макет протоколу

source: Weights Visible
cs_cz: Váha viditelná
da_dk: Vægt Synlig
de_de: Gewicht sichtbar
es_es: Pesos visibles
fa_ir: نمایش اوزان
fi_fi: Painot näkyvissä
fr_fr: Poids visible
he_il: משקלים נראים
is_is: Þyngdir sjáanlegar
nb_no: Vis vekt
pl_pl: Pokaż wagi
ru_ru: Вес видимый
sk_sk: Zobraziť Váhy
sv_se: Vikter synliga
uk_ua: Показувати вагу

source: Grade Visible
cs_cz: Stuneň viditelný
da_dk: Grad Synlig
de_de: Graduierung sichtbar
es_es: Grado visible
fa_ir: نمایش درجه کمربند
fi_fi: Vyö näkyvissä
he_il: דרגה נראית
is_is: Gráða sjáanleg
nb_no: Grad synlig
pl_pl: Pokaż stopień
ru_ru: Пояса видимые
sk_sk: Zobraziť Stupeň
sv_se: Grad synlig
uk_ua: Показувати розряд

source: Name Format
cs_cz: Formát Jména
da_dk: Navneformat
de_de: Format Name
es_es: Formato de Nombre
fa_ir: چیدمان اسم
fi_fi: Nimen formaatti
fr_fr: Format de nom
he_il: תצורת שם
is_is: Nafnasnið keppenda
nb_no: Navneformat
pl_pl: Format wyświetlania nazwisk
ru_ru: Формат имени
sk_sk: Formát Mena
sv_se: Namnform
uk_ua: Формат імені

source: First Name Format
is_is: Snið eiginnafns

source: Last Name Format
is_is: Snið kenninafns

source: Pool Style 2
da_dk: Pulje Design 2
es_es: Estilo de Liga 2
fi_fi: Poolin tyyli 2
he_il: סגנון בתים 2
is_is: Riðill kerfi 2
nb_no: Pool oppsett 2
pl_pl: Grupy (styl 2)
ru_ru: Ringi süsteem 2
sk_sk: Skupina - štýl 2
sv_se: Pool design 2
uk_ua: Кругова (стиль 2)

source: Use Belt Colors
cs_cz: Zobraz barvný pás
da_dk: Brug Bæltefarver
de_de: Verwende Gürtelfarben
es_es: Usar Color Cinturón
fa_ir: استفاده از رنگ کمربند
fi_fi: Käytä vöiden väriä
fr_fr: Utilisez les Couleurs de ceinture
he_il: השתמש בצבע חגורות
is_is: Nota beltaliti
nb_no: Bruk beltefarger
pl_pl: Używaj kolorów pasów
ru_ru: использовать цвет пояса
sk_sk: Použiť Farebné Opasky
sv_se: Använd bältesfärger
uk_ua: Колір пояса

source: Mirror Tatami Order
cs_cz: Zrcadli tatami
da_dk: Omvendt Måtterækkefølge
de_de: Spiegel Mattenreihenfolge
es_es: Invertir orden de tatamis
fa_ir: دستور بازگشت از تاتامی
fi_fi: Käänteinen mattojärjestys
fr_fr: Ordre de Tatami miroir
he_il: סדר מזרנים ראי
is_is: Snúa við röð keppnisvalla
nb_no: Speil tatami-rekkefølge
pl_pl: Odwrotna kolejność mat
ru_ru: «зеркальный» Порядок татами
sk_sk: Obrátenie Poradia Tatami
sv_se: Spegla matchområdordning
uk_ua: Зворотний порядок татамі

source: Automatic Match Delay
cs_cz: Autom. přestávka mezi zápasy
da_dk: Automatisk Kampudsættelse
de_de: Automatische Kampfverzögerung
es_es: Retraso automático de combates
fa_ir: تاخیر خودکار در مسابقه
fi_fi: Autom. viivytys
fr_fr: Délai automatique de match
he_il: עיכוב קרב אוטומטי
is_is: Sjálfvirk seinkun viðureigna
nb_no: Automatisk forsinking av kamper
pl_pl: Automatyczne opóźnienie walk
ru_ru: Отдых
sk_sk: Automatický Odklad Zápasov
sv_se: Automatisk matchförsening
uk_ua: Автоматична затримка

source: Print Logo
cs_cz: Tiskni logo
da_dk: Udskriv Logo
de_de: Drucke Logo
es_es: Imprimir logo
fa_ir: چاپ لوگو
fi_fi: Tulosta logo
fr_fr: Imprimer Logo
he_il: הדפס לוגו
is_is: Prenta logo
nb_no: Skriv ut logo
pl_pl: Drukuj logo
ru_ru: Печать лого
sk_sk: Tlačiť Logo
sv_se: Skriv ut logo
uk_ua: Друкувати логотип

source: Show
cs_cz: Ukaž
da_dk: Vis
de_de: Zeige
es_es: Mostrar
fa_ir: نمایش
fi_fi: Näytä
fr_fr: Montrer
he_il: הצג
is_is: Sýna
nb_no: Vis
pl_pl: Pokaż
ru_ru: Показать
sk_sk: Zobraziť
sv_se: Visa
uk_ua: Показати

source: Reset to Defaults
cs_cz: Nastav na výchozí
da_dk: Nulstil til Standard
de_de: Auf Standard zurücksetzen
es_es: Resetear a valores por defecto
fa_ir: بازنشانی پیش فرض
fi_fi: Palauta oletusarvot
fr_fr: Remettre les paramètres par défaut
he_il: אפס לברירת מחדל
is_is: Endurstilla á sjálfgildi
nb_no: Nullstill til standard
pl_pl: Przywróć domyślne
ru_ru: Восстановить по умолчанию
sk_sk: Reset - Základné nastavenia
sv_se: Återställ standard
uk_ua: Відновити значення за замовчуванням

source: Scale Serial Interface...
da_dk: Vægt Serielt Interface...
de_de: Serielle Schnittstelle zur Waage...
es_es: Interface de serie para la báscula...
fa_ir: رابط سریال ترازو...
fi_fi: Vaa'an liitäntä...
fr_fr: Balance de pesage interface série ...
he_il: ממשק חיבור משקל...
is_is: Raðtengi vogar...
nb_no: Grensesnitt for vekt...
pl_pl: Interfejs wagi...
sk_sk: Sériový port Váhy...
sv_se: Vikt vågs-anslutning
uk_ua: Параметри мережі...

source: Medal Matches...
cs_cz: Medailové zápasy...
da_dk: Medaljekampe...
de_de: Medaillenkämpfe...
es_es: Combates de Medallas...
fa_ir: مسابقه کسب مدال...
fi_fi: Mitaliottelut...
fr_fr: Matchs de médailles...
he_il: קרבות מדליות...
is_is: Verðlaunaviðureignir...
nb_no: Medaljekamper...
pl_pl: Walki o medale...
ru_ru: Призовые матчи
sk_sk: Medailové Zápasy...
sv_se: Medaljmatcher
uk_ua: Призові сутички...

source: Scale Serial Interface
cs_cz: Sériový port váhy
da_dk: Vægt Serielt Interface
de_de: Serielle Schnittstelle zur Waage
es_es: Interface de serie para la báscula
fi_fi: Vaa'an liitäntä
fr_fr: Balance de pesage interface série
he_il: ממשק חיבור משקל
is_is: Raðtengi vogar
nb_no: Grensesnitt for vekt
pl_pl: Interfejs wagi
sk_sk: Sériový port Váhy
sv_se: Vikt vågs-anslutning
uk_ua: Параметри мережі

source: Matches matched. Clear the results first.
cs_cz: Zápas je vložen. Vyčisti výsledky
da_dk: Kampe fundet. Nulstil resultaterne først.
de_de: Kämpfe gekämpft. Zuerst Ergebnisse löschen.
es_es: Combates realizados. Limpia los resultados primero.
fa_ir: مسابقه انجام شده است.ابتدا نتیجه را حذف کنید
fi_fi: Otteluita oteltu. Nollaa tulokset ensin.
fr_fr: Matches appariés. Effacer les résultats en premier.
he_il: הקרבות קויימו, מחק התוצאות תחילה
is_is: Viðureignir hafnar. Hreinsaðu úrslitin fyrst.
nb_no: Kamper er satt opp. Fjern resultatene først.
pl_pl: Rozegrano walki. Najpierw usuń wyniki.
ru_ru: Матч проведён. Аннулировать результат
sk_sk: Zápas sa konal. Najskôr odstráň výsledky.
sv_se: Matcher matchat
uk_ua: Скасуйте результат!
