Repository: einarhre/tindajudoshiai
Catalog: common/judoshiai-*.po
Languages: cs_cz, da_dk, de_de, es_es, fa_ir, fi_fi, fr_fr, he_il, is_is, nb_no, pl_pl, ru_ru, sk_sk, sv_se, uk_ua

source: Random Weigh-In
de_de: Zufällige Gewichte zuweisen
fi_fi: Kontrollipunnitus
fr_fr: Pesée aléatoire
is_is: Slembiúrtak í vigtun

source: Select
de_de: Wähle
fi_fi: Valitse
fr_fr: Sélectionner
is_is: Velja

source: competitors from
de_de: Kämpfer aus
fi_fi: kilpailijaa
fr_fr: compétiteurs de
is_is: keppendur úr

source: each selected category
de_de: jeder ausgewählten Klasse.
fi_fi: jokaisesta valitusta sarjasta
fr_fr: chaque catégorie sélectionnée
is_is: sérhverjum völdum flokki

source: all selected categories
de_de: allen gewählten Klassen.
fi_fi: kaikista valituista sarjoista
fr_fr: toutes les catégories sélectionnées
is_is: samsettum völdum flokkum

source: Select a color
de_de: Wähle eine Farbe
fi_fi: Valitse väri
fr_fr: Sélectionnez une couleur
is_is: Veldu lit

source: already exists
cs_cz: už existuje
da_dk: eksisterer allerede
de_de: besteht bereits
es_es: Ya existe
fa_ir: از قبل وجود دارد
fi_fi: on jo olemassa
fr_fr: existe déjà
he_il: כבר קיים
is_is: er þegar til staðar
nb_no: finnes allerede
pl_pl: już istnieje
ru_ru: уже существует
sk_sk: už existuje
sv_se: finns redan
uk_ua: вже існує

source: Move Competitors to Category
cs_cz: Vlž závodníky do kategorií
da_dk: Flyt Deltagere til Kategori
de_de: Verschiebe Kämpfer in Klasse
es_es: Mover competidores a la categoria
fi_fi: Siirra kilpailijat sarjaan
fr_fr: Déplacez compétiteurs à la catégorie
he_il: העבר מתחרים לקטגוריה
is_is: Flytja keppendur í flokk
nb_no: Flytt utøvere til kategori
pl_pl: Przenieś zawodników do kategorii
ru_ru: Перенести участника в категорию
sk_sk: Presuň pretekárov do kategórie
sv_se: Flytta tävlande till kategori
uk_ua: Перемістити учасників у категорію

source: Move Competitors Here
cs_cz: Vlož závodníky zde
da_dk: Flyt Deltagere Hertil
de_de: Verschiebe Kämpfer hierher
es_es: Mover competidores aquí
fa_ir: انتقال ورزشکاران به اینجا
fi_fi: Siirrä kilpailijat tänne
fr_fr: Déplacez compétiteurs ici
he_il: העבר מתחרים לכאן
is_is: Flytja keppendur hingað
nb_no: Flytt utøvere hit
pl_pl: Przenieś zawodników tu
ru_ru: Перенести участников сюда
sk_sk: Presuň pretekárov Tu
sv_se: Flytta tävlande hit
uk_ua: Перемістити учасників

source: Compose Unofficial Category
cs_cz: Vytvoř neoficiální kategorie
da_dk: Opret Uofficiel Kategori
de_de: Bilde inoffizielle Klasse
es_es: Componer categoria no oficial
fa_ir: ادغام رده های وزنی غیر رسمی
fi_fi: Muodosta valituista salikisasarja
fr_fr: Composez une catégorie non officiel
he_il: הכן קטגוריה לא רשמית
is_is: Búa til óformlegan flokk
nb_no: Lag uoffisielle kategorier
pl_pl: Utwórz nieoficjalną kategorię
ru_ru: Создать неофициальную категорию
sk_sk: Vytvoriť Neoficiálnu Kategóriu
sv_se: Bilda inofficiel kategorier
uk_ua: Скласти неофіційні категорії

source: Draw Selected
cs_cz: Losuj vybrané
da_dk: Udtræk Valgte
de_de: Markierte auslosen
es_es: Sortear seleccionado
fa_ir: قرعه انتخاب شده ها
fi_fi: Arvo valitut sarjat
fr_fr: Tirage au sort de la catégorie sélectionnée
he_il: הגרל בחירה
is_is: Draga valda
nb_no: Trekk valg
pl_pl: Losuj zaznaczone
ru_ru: Жеребьёвка выбранных категорий
sk_sk: Losovanie Označené
sv_se: Lotta ut de valda
uk_ua: Скласти з вибраних

source: Draw and Print Selected
cs_cz: Losuj a tiskni vybrané
da_dk: Udtræk og Udskriv Valgte
de_de: Markierte auslosen und drucken
es_es: Sortear e imprimir seleccionado
fa_ir: قرعه کشی و چاپ انتخاب شده ها
fi_fi: Arvo ja tulosta valitut sarjat
fr_fr: Tirage au sort et imprimer catégorie sélectionnée
he_il: הגרל והדפס בחירה
is_is: Draga og prenta valda
nb_no: Trekk og skriv ut valgte
pl_pl: Losuj i drukuj zaznaczone
ru_ru: Жеребьёвка и печать выбранных категорий
sk_sk: Losovanie a Tlač Označené
sv_se: Lotta och skriv ut de valda
uk_ua: Скласти та друкувати з вибраних

source: Draw Manually
cs_cz: Manuální losování
da_dk: Manuel Lodtrækning
de_de: Manuelle Auslosung
es_es: Sortear manualmente
fa_ir: قرعه دستی
fi_fi: Arvo sarja käsin
fr_fr: Créer le tirage au sort manuellement
he_il: הגרל ידנית
is_is: Draga handvirkt
nb_no: Trekk manuelt
pl_pl: Losowanie ręczne
ru_ru: Жеребьёвка вручную
sk_sk: Ručné Losovanie
sv_se: Lotta ut manuellt
uk_ua: Скласти вручну

source: Remove Drawing
cs_cz: Odebrat losování
da_dk: Slet Lodtrækning
de_de: Auslosung löschen
es_es: Borrar sorteo
fa_ir: حذف قرعه کشی شده ها
fi_fi: Poista arvonta
fr_fr: Enlever le tirage au sort
he_il: הסר הגרלה
is_is: Fjarlægja drátt
nb_no: Fjern trekning
pl_pl: Usuń losowanie
ru_ru: Удалить жеребьёвку
sk_sk: Odstráň Losovanie
sv_se: Ta bort lottning
uk_ua: Скасувати протокол

source: Edit Drawing
da_dk: Rediger Lodtrækning
de_de: Auslosung bearbeiten
fa_ir: ادیت قرعه کشی
fi_fi: Muuta arvontaa
fr_fr: Modifier le tirage au sort
he_il: ערוך הגרלה
is_is: Breyta drætti
nb_no: Rediger trekning
pl_pl: Edytuj losowanie
ru_ru: изменить жеребьёвку
sk_sk: Upraviť losovanie
sv_se: Redigera lottning
uk_ua: Редагувати протокол

source: Copy Competitors
cs_cz: Kopírování závodníků
da_dk: Kopier Deltagere
de_de: Kämpfer kopieren
es_es: Copiar competidores
fa_ir: رونوشت از ورزشکاران
fi_fi: Kopioi kilpailijat
fr_fr: Copiez les compétiteurs
he_il: העתק מתחרים
is_is: Afrita keppendur
nb_no: Kopier utøvere
pl_pl: Kopiuj zawodników
ru_ru: Копирование участников
sk_sk: Kopíruj Pretekárov
sv_se: Kopiera tävlande
uk_ua: Копіювати учасників

source: Remove Competitors
cs_cz: Odeber závodníky
da_dk: Slet Deltagere
de_de: Kämpfer löschen
es_es: Borrar competidores
fa_ir: حذف ورزشکاران
fi_fi: Poista kilpailijat
fr_fr: Retirer les compétiteurs
he_il: הסר מתחרים
is_is: Fjarlægja keppendur
nb_no: Fjern utøvere
pl_pl: Usuń zawodników
ru_ru: Удалить участников
sk_sk: Odstráň Pretekárov
sv_se: Ta bort tävlande
uk_ua: Видалити учасника

source: Print Selected Sheets (Printer)
cs_cz: Tiskni vybrané tabulky (Tiskárna)
da_dk: Udskriv Valgte Ark (Printer)
de_de: Drucke für Auswahl Kampflisten (Drucker)
es_es: Imprimir hojas seleccionadas (Impresora)
fa_ir: چاپ جدول های انتخاب شده از پرینتر
fi_fi: Tulosta valitut kaaviot (Tulostin)
fr_fr: Imprimer feuilles sélectionnée (Imprimante)
he_il: הדפס בחירה למדפסת
is_is: Prenta valdar arkir (prentari)
nb_no: Skriv ut valgte lister (Skriver)
pl_pl: Drukuj zaznaczone arkusze (Drukarka)
ru_ru: Печать турнирную таблицу (принтер)
sk_sk: Tlač Označených Listov (Tlačiareň)
sv_se: Skriv ut valda bladen (skrivare)
uk_ua: Друкувати вибрані протоколи

source: Print Selected Sheets (PDF)
cs_cz: Tiskni vybrané tabulky (PDF)
da_dk: Udskriv Valgte Ark (PDF)
de_de: Drucke für Auswahl Kampflisten (PDF)
es_es: Imprimir hojas seleccionadas (PDF)
fa_ir: چاپ جدول های انتخاب شده به صورت پی دی اف
fi_fi: Tulosta valitut kaaviot (PDF)
fr_fr: Imprimer feuilles sélectionnée (PDF)
he_il: הדפס בחירה לקובץ
is_is: Prenta valdar arkir (PDF)
nb_no: Skriv ut valgte lister (PDF)
pl_pl: Drukuj zaznaczone arkusze (PDF)
ru_ru: Сохранить турнирную таблицу (PDF)
sk_sk: Tlač Označených Listov (PDF)
sv_se: Skriv ut valda bladen (PDF)
uk_ua: Передати вибрані протоколи в PDF

source: Print Selected Accreditation Cards
cs_cz: Tiskni vybrané akreditace
da_dk: Udskriv Valgte Akkrediteringskort
de_de: Druck für Auswahl ID-/Wiegekarten/Urkunden
es_es: Imprimir Tarjetas Acreditación Seleccionadas
fa_ir: چاپ آیدی کارت های انتخاب شده
fi_fi: Tulosta valitut akkreditointikortit
fr_fr: Imprimer cartes d'accréditation sélectionnées
he_il: הדפס בחירת כרטיסי רישום
is_is: Prenta valin skráningarspjöld
nb_no: Skriv ut valgte akkrediteringskort
pl_pl: Drukuj wybrane karty akredytacyjne
ru_ru: Печать выбранных карт аккредетаций
sk_sk: Vytlačiť Vybrané Akreditačné Karty
sv_se: Skriv ut valda ackrediteringskort
uk_ua: Друк вибраних карток акредитації

source: Print Selected Accreditation Cards To Default Printer
da_dk: Udskriv Valgte Akkrediteringskort Til Standardprinter
de_de: Drucke ausgewählte Akkreditierungskarten auf Standarddrucker
fa_ir: چاپ آیدی کارت های انتخاب شده با پرینتر پیش فرض
fi_fi: Tulosta valitut akreditointikortit oletuskirjoittimelle
fr_fr: Imprimer cartes d'accréditation sélectionnées sur l'imprimante défaut
he_il: הדפס אקרדיטציות נבחרות למדפסת ברירת המחדל
is_is: Prenta valin skráningarspjöld á sjáfgefinn prentara
nb_no: Skriv ut valg akkrediteringskort til standard skriver
sk_sk: Vytlačiť vybrané akreditačné karty na predvolenej tlačiarni

source: Color...
de_de: Farbe...
fi_fi: Väri...
fr_fr: Couleur...
is_is: Litur...

source: Results in Czech
cs_cz: Výsledky Česky
is_is: Úrslit á tékknesku

source: Results in Danish
is_is: Úrslit á dönsku

source: Results in German
da_dk: Resultater på Tysk
de_de: Ergebnisse in Deutsch
fi_fi: Tulokset saksaksi
fr_fr: Résultats en Allemand
is_is: Úrslit á þýsku
nb_no: Resultater på tysk
sk_sk: Výsledky - nemecký

source: Results in English
cs_cz: Výsledky Anglicky
da_dk: Resultater på engelsk
de_de: Ergebnisse in Englisch
es_es: Resultados en Inglés
fi_fi: Tulostus englanniksi
fr_fr: Résultats en Anglais
he_il: Tulostus englanniksi
is_is: Úrslit á ensku
nb_no: Resultater på engelsk
pl_pl: Wyniki w j. angielskim
ru_ru: Распечатать на английском языке
sk_sk: Výsledky - anglický
sv_se: Resultaten på engelska

source: Results in Spanish
cs_cz: Výsledky Španělsky
da_dk: Resultater på spansk
de_de: Ergebnisse in Spanisch
es_es: Resultados en Español
fi_fi: Tulostus espanjaksi
fr_fr: Résultats en Espagnol
he_il: Tulostus espanjaksi
is_is: Úrslit á spænsku
nb_no: Resultater på spansk
pl_pl: Wyniki w j. hiszpańskim
ru_ru: Распечатать на испанском языке
sk_sk: Výsledky - španielský
sv_se: Resultaten på spanska

source: Results in Estonian
cs_cz: Výsledky Estonsky
da_dk: Resultater på estisk
de_de: Ergebnisse in Estnisch
es_es: Resultados en Estonio
fi_fi: Tulostus viroksi
fr_fr: Résultats en Estonien
he_il: Tulostus viroksi
is_is: Úrslit á eistnesku
nb_no: Resultater på estisk
pl_pl: Wyniki w j. estońskim
ru_ru: распечатать на эстонском языке
sk_sk: Výsledky - estónský
sv_se: Resultaten på estniska

source: Results in Persian
is_is: Úrslit á persnesku

source: Results in Finnish
cs_cz: Výsledky Finsky
da_dk: Resultater på finsk
de_de: Ergebnisse in Finnisch
es_es: Resultados en Finlandés
fi_fi: Tulostus suomeksi
fr_fr: Résultats en Finnois
he_il: Tulostus suomeksi
is_is: Úrslit á finnsku
nb_no: Resultater på finsk
pl_pl: Wyniki w j. fińskim
ru_ru: Распечатать на финском языке
sk_sk: Výsledky - fínsky
sv_se: Resultaten på finska

source: Results in French
fr_fr: Résultats en Français
is_is: Úrslit á frönsku

source: Results in Hebrew
is_is: Úrslit á hebresku

source: Results in Icelandic
cs_cz: Výsledky v islandštině
da_dk: Resultater på islandsk
de_de: Ergebnisse in Isländisch
es_es: Resultados en Islandes
fi_fi: Tulostus islanniksi
fr_fr: Résultats en Islandais
is_is: Úrslit á íslensku
sv_se: Resultaten på isländska

source: Results in Norwegian
cs_cz: Výsledky Norsky
da_dk: Resultater på norsk
de_de: Ergebnisse in Norwegisch
es_es: Resultados en Noruego
fi_fi: Tulostus norjaksi
fr_fr: Résultats en Norvégien
he_il: Tulostus norjaksi
is_is: Úrslit á norsku
nb_no: Resultater på norsk
pl_pl: Wyniki w j. norweskim
ru_ru: Printimine Norra keeles
sk_sk: Výsledky - nórsky
sv_se: Resultaten på norska

source: Results in Dutch
da_dk: Resultater på hollandsk
de_de: Ergebnisse in Niederländisch
fi_fi: Tulostus hollanniksi
fr_fr: Résultats en Néerlandais
is_is: Úrslit á hollensku
sv_se: Resultaten på holländska

source: Results in Polish
da_dk: Resultater på polsk
de_de: Ergebnisse in Polnisch
fi_fi: Tulostus puolaksi
fr_fr: Résultats en Polonais
is_is: Úrslit á póslku
nb_no: Resultater på polsk
pl_pl: Wyniki w j. polskim
sk_sk: Výsledky - poľský
sv_se: Resultaten på polska

source: Results in Russian
da_dk: Resultater på Russisk
de_de: Ergebnisse in Russisch
fi_fi: Tulokset venäjäksi
fr_fr: Résultats en Russe
is_is: Úrslit á rússnesku
nb_no: Resultater på russisk
sk_sk: Výsledky - ruský

source: Results in Slovak
da_dk: Resultater på slovakisk
de_de: Ergebnisse in Slowakisch
fi_fi: Tulostus slovakiaksi
fr_fr: Résultats en Slovaque
is_is: Úrslit á slóvensku
nb_no: Resultater på slovakisk
pl_pl: Wyniki w j. słowackim
sk_sk: Výsledky - slovenský
sv_se: Resultaten på slovakiska

source: Results in Swedish
cs_cz: Výsledky Švédsky
da_dk: Resultater på svensk
de_de: Ergebnisse in Schwedisch
es_es: Resultados en Suizo
fi_fi: Tulostus ruotsiksi
fr_fr: Résultats en Suédois
he_il: Tulostus ruotsiksi
is_is: Úrslit á sænsku
nb_no: Resultater på svensk
pl_pl: Wyniki w j. szwedzkim
ru_ru: Распечатать на шведском языке
sk_sk: Výsledky - švédsky
sv_se: Resultaten på svenska

source: Results in Ukranian
is_is: Úrslit á úkraínsku

source: Save file
cs_cz: Ulož Soubor
da_dk: Gem fil
de_de: Datei speichern
es_es: Guardar archivo
fa_ir: ذخیره فایل
fi_fi: Tallenna tiedosto
fr_fr: Sauver le fichier
he_il: שמור קובץ
is_is: Vista skrá
nb_no: Lagre fil
pl_pl: Zapisz plik
ru_ru: Сохранить файл
sk_sk: Uložiť súbor
sv_se: Spara fil
uk_ua: Зберегти файл

source: Landscape
da_dk: Liggende
de_de: Querformat
es_es: Apaisado
fa_ir: حالت افقی
fi_fi: Vaakasuunta
fr_fr: Impression paysage
he_il: לאורך
is_is: Langsnið
nb_no: Liggende
pl_pl: Poziomo
ru_ru: ландшафт
sk_sk: Na šírku
sv_se: Liggande
uk_ua: Альбомна

source: Line
cs_cz: Linka
da_dk: Linje
de_de: Zeile
es_es: Linea
fa_ir: خط
fi_fi: Rivi
fr_fr: Ligne
he_il: שורה
is_is: Lína
nb_no: Linje
pl_pl: Linia
ru_ru: Ряд
sk_sk: Riadok
sv_se: Linje
uk_ua: Лінія

source: Syntax error
da_dk: Syntaxfejl
de_de: Syntax Fehler
es_es: Error de sintaxis
fa_ir: خطای ناشناخته
fi_fi: Syntaksivirhe
fr_fr: Erreur de syntaxe
he_il: טעות כתיב
is_is: Málskipanarvilla
nb_no: Syntaxfeil
pl_pl: Błąd składni
ru_ru: Синтаксическая ошибка
sk_sk: Syntaktická Chyba
sv_se: Syntaxfel
uk_ua: Синтаксична помилка

source: Print To:
cs_cz: Tiskni do:
da_dk: Udskriv Til:
de_de: Drucke auf:
es_es: Imprimir A:
fa_ir: چاپ در:
fi_fi: Tulostustapa:
fr_fr: Imprimer vers:
he_il: הדפס ל:
is_is: Prenta á:
nb_no: Skriv til:
pl_pl: Drukuj do:
ru_ru: Печатать на
sk_sk: Vytlačiť do:
sv_se: Skriv ut till:
uk_ua: Друкувати у:

source: Printer
cs_cz: Tiskárna
de_de: Drucker
es_es: Impresora
fa_ir: چاپگر
fi_fi: Kirjoitin
fr_fr: Imprimante
he_il: מדפסת
is_is: Prentari
nb_no: Skriver
pl_pl: Drukarka
ru_ru: Принтер
sk_sk: Tlačiareň
sv_se: Skrivare
uk_ua: Прінтер

source: Start time:
cs_cz: Začátek:
da_dk: Starttid:
de_de: Startzeit:
es_es: Hora de comiezo:
fa_ir: زمان شروع:
fi_fi: Aloitusaika:
fr_fr: Heure de début:
he_il: זמן התחלה
is_is: Upphafstími:
nb_no: Starttid:
pl_pl: Początek:
ru_ru: Начало
sk_sk: Čas štartu:
sv_se: Starttid:
uk_ua: Час початку:

source: Resolution (min):
cs_cz: Řešení (min):
da_dk: Opløsning (min):
de_de: Auflösung (Min):
es_es: Resolución (min):
fa_ir: جداسازی (دقیقه):
fi_fi: Tarkkuus (min):
fr_fr: Résolution (min):
is_is: Upplausn (mín):
nb_no: Oppløsning (min):
pl_pl: Rozdzielczość (min):
ru_ru: разрешение (мин)
sk_sk: Rozlíšenie (min):
sv_se: Upplösning (min):
uk_ua: Роздільна (хвилин):

source: Compressed timeline
cs_cz: Stalčit čas
da_dk: Komprimeret tidslinje
de_de: Komprimierte Zeitlinie
es_es: Linea de tiempo compimida
fa_ir: جدول زمانی فشرده
fi_fi: Tiivistetty aika
fr_fr: Calendrier comprimé
he_il: זמן מרוכז
is_is: Þjöppuð tímalína
nb_no: Komprimert tidslinje
pl_pl: Skompresowana linia czasu
ru_ru: сжатый график
sk_sk: Stlačené os času
sv_se: Komprimerad tidslinje
uk_ua: Стислі терміни

source: Match File
cs_cz: Soubor zápasů
da_dk: Kampfil
de_de: Kampf-Datei
es_es: Archivo de combates
fa_ir: فایل مسابقه
fi_fi: Ottelutiedosto
fr_fr: Fichier de match
he_il: קובץ קרבות
is_is: Viðureignaskrá
nb_no: Kampfil
pl_pl: Plik walk
ru_ru: Инфо о матче
sk_sk: Súbor zápasov
sv_se: Matchfil
uk_ua: Файл сутички

source: Print Not Started Categories
cs_cz: Tiskni nenastartované kategorie
da_dk: Udskriv Ikke Startede Kategorier
de_de: Drucke noch nicht begonnene Klasse
es_es: Imprimir categorias no empezadas
fa_ir: مسابقات آغاز نشده را چاپ کن
fi_fi: Tulosta aloittamattomat sarjat
fr_fr: Imprimer Catégories non débutées
he_il: הדפס קטגוריות שלא התחילו
is_is: Prenta óhafna flokka
nb_no: Skriv ut ikke-påbegynte kategorier
pl_pl: Drukuj nierozpoczęte kategorie
ru_ru: Распечатать неначавшиеся категории
sk_sk: Tlač Nezačaté Kategórie
sv_se: Skriv ut ej startade kategorier
uk_ua: Друкувати не розпочаті категорії

source: Print Started Categories
cs_cz: Tiskni nastarované kategorie
da_dk: Udskriv Startede Kategorier
de_de: Drucke begonnene Klassen
es_es: Imprimir categorias empezadas
fa_ir: چاپ اوزان شروع شده
fi_fi: Tulosta aloitetut sarjat
fr_fr: Imprimer Catégories débutées
he_il: הדפס קטגוריות שהתחילו
is_is: Prenta ókláraða hafna flokka
nb_no: Skriv ut påbegynte kategorier
pl_pl: Drukuj rozpoczęte kategorie
ru_ru: Распечатать начавшиеся категории
sk_sk: Tlač Začaté Kategórie
sv_se: Skriv ut påbörjade kategorier
uk_ua: Друкувати категорії, що тривають

source: Print Finished Categories
cs_cz: Tiskni ukončené kategorie
da_dk: Udskriv Afsluttede Kategorier
de_de: Drucke beendete Klassen
es_es: Imprimir categorias terminadas
fa_ir: چاپ دسته های پایان یافته
fi_fi: Tulosta päättyneet sarjat
fr_fr: Imprimer Catégories terminées
he_il: הדפס קטגוריות שהסתיימו
is_is: Prenta kláraða flokka
nb_no: Skriv ut ferdige kategorier
pl_pl: Drukuj ukończone kategorie
ru_ru: Распечатать закончившееся категории
sk_sk: Tlač Ukončené Kategórie
sv_se: Skriv ut färdiga kategorier
uk_ua: Друк завершених категорій

source: Print Unmatched
cs_cz: Tiskni bez zápasů
da_dk: Udskriv ikke parrede
de_de: Drucke nicht gekämpfte
es_es: Imprimir desenparejados
fa_ir: چاپ مسابقه داده نشده
fi_fi: Tulosta ottelemattomat
fr_fr: Imprimer non-pairés
he_il: הדפס שלא שובצו
is_is: Prenta óhafnar viðureignir
pl_pl: Drukuj niedopasowanych
sk_sk: Vytlačiť Nezápasené
sv_se: Skriv ut ej matchade
uk_ua: Включити лише наступні пари

source: Print Result
cs_cz: Tiskni výsledky
da_dk: Udskriv Resultat
de_de: Drucke Ergebnisse
es_es: Imprimir resultados
fa_ir: چاپ نتیجه
fi_fi: Tulosta tulos
fr_fr: Imprimer Résultats
he_il: הדפס תוצאות
is_is: Prenta úrslit
nb_no: Skriv ut resultat
pl_pl: Drukuj wynik
ru_ru: Распечатать результаты
sk_sk: Tlač Výsledkov
sv_se: Skriv ut resultat
uk_ua: Додавати результати

source: Print IWYKS
cs_cz: Tiskni IWYKS
da_dk: Udskriv IWYKS
de_de: Drucke IWYS
es_es: Imprimir IWYKS
fa_ir: چاپ امتیازات (IWYS)
fi_fi: Tulosta IWYKS
fr_fr: Imprimer IWYKS
he_il: הדפס ניקוד
is_is: Prenta IWYKS
nb_no: Skriv ut IWYKS
pl_pl: Drukuj IWYKS
ru_ru: Распечатать IWYKS
sk_sk: Tlač IWYKS
sv_se: Skriv ut IWYS
uk_ua: Додати оцінки (IWYS)

source: Print Comment
cs_cz: Tiskni komentář
da_dk: Udskriv Kommentar
de_de: Drucke Kommentare
es_es: Imprimir comentarios
fa_ir: چاپ توضیحات
fi_fi: Tulosta kommentti
fr_fr: Imprimer Commentaires
he_il: הדפס הערות
is_is: Prenta athugasemdir
nb_no: Skriv ut kommentar
pl_pl: Drukuj komentarz
ru_ru: Распечатать комментарии
sk_sk: Tlač Komentár
sv_se: Skriv ut kommentar
uk_ua: Додати коментар

source: Layout:
cs_cz: Výstup
es_es: Disposición
fa_ir: پوسته::
fi_fi: Asettelu:
fr_fr: Mise en page:
he_il: תצורה
is_is: Snið:
nb_no: Oppsett:
pl_pl: Szablon:
ru_ru: Макет
sk_sk: Formát:
uk_ua: Компонування:

source: Template
cs_cz: Šablona
da_dk: Skabelon
de_de: Vorlage
es_es: Plantilla
fa_ir: قالب
fi_fi: Malline
fr_fr: Modèle
he_il: תבנית
is_is: Sniðmát
nb_no: Mal
pl_pl: Szablon
ru_ru: шаблон
sk_sk: Šablona
sv_se: Mall
uk_ua: Шаблон

source: One Card Per Page
cs_cz: Jednu kartu na stránku
da_dk: Et Kort Per Side
de_de: Eine Karte pro Seite
es_es: Una Tarjeta Por Página
fa_ir: یک کارت در هر صفحه
fi_fi: Yksi kortti sivulle
fr_fr: Une carte par page
he_il: כרטיס אחד לכל דף
is_is: Eitt spjald á blaðsíðu
nb_no: Ett kort per ark
pl_pl: Jedna karta na stronę
ru_ru: Одна карта на странице
sk_sk: Jedna karta na stranu
sv_se: Ett kort per sida
uk_ua: Одна картка на аркуш

source: Round
da_dk: Runde
de_de: Runde
fa_ir: دور
fi_fi: Kierros
fr_fr: Rond
he_il: סיבוב
is_is: Umferð
sk_sk: Kolo

source: Repechage
fa_ir: شانس مجدد
fi_fi: Keräily
fr_fr: Repéchage
he_il: רפסג'
is_is: Uppreisn
sk_sk: Repasáž

source: Semifinal
cs_cz: Semifinále
da_dk: Semifinale
de_de: Halbfinale
fa_ir: نیمه نهایی
fi_fi: Semifinaali
fr_fr: Semi-finale
he_il: עלייה לגמר
is_is: Undanúrslit
nb_no: Semifinale
pl_pl: Półfinał
ru_ru: Полуфинал
sk_sk: Semifinále
uk_ua: Півфінал

source: Bronze
cs_cz: Bronzový
da_dk: Bronce
es_es: Bronce
fa_ir: برنز
fi_fi: Pronssi
he_il: ארד
is_is: Brons
nb_no: Bronse
pl_pl: Walka o brąz
sk_sk: Bronz
sv_se: Brons
uk_ua: За бронзу

source: Silver
is_is: Silfur

source: Tournament:
cs_cz: Turnaj:
da_dk: Turnering:
de_de: Turnier:
es_es: Torneo:
fa_ir: مسابقه:
fi_fi: Kilpailu:
fr_fr: Tournoi:
he_il: תחרות
is_is: Mót:
nb_no: Turnering:
pl_pl: Turniej:
ru_ru: Турнир
sk_sk: Turnaj:
sv_se: Tävling:
uk_ua: Турнір:

source: Date:
cs_cz: Datum:
da_dk: Dato:
de_de: Datum:
es_es: Fecha:
fa_ir: تاریخ:
fi_fi: Päivämäärä:
he_il: תאריך
is_is: Dagsetning:
nb_no: Dato:
pl_pl: Data:
ru_ru: Дата
sk_sk: Dátum:
sv_se: Datum:
uk_ua: Дата:

source: Place:
cs_cz: Místo:
da_dk: Sted:
de_de: Ort:
es_es: Lugar:
fa_ir: مکان:
fi_fi: Paikka:
fr_fr: Lieu:
he_il: מיקום
is_is: Staður:
nb_no: Sted:
pl_pl: Miejsce:
ru_ru: Место
sk_sk: Miesto:
sv_se: Plats:
uk_ua: Місце:

source: Number of tatamis:
cs_cz: Počet tatami:
da_dk: Antal måtter:
de_de: Anzahl Matten:
es_es: Número de tatamis:
fa_ir: تاتامی شماره:
fi_fi: Tatamien lkm:
fr_fr: Nombre de tatamis:
he_il: מספר זירות
is_is: Fjöldi keppnisvalla:
nb_no: Antall tatamier:
pl_pl: Ilość mat:
ru_ru: Кол-во татами
sk_sk: Počet Tatami:
sv_se: Antal matchområden:
uk_ua: Кількість татамі:

source: White first:
cs_cz: Bílý první :
da_dk: Hvid først:
de_de: Weiß zuerst:
es_es: Blanco primero:
fa_ir: اول سفید:
fi_fi: Valkoinen ensin:
fr_fr: Blanc en premier:
he_il: לבן תחילה
is_is: Hvítur fyrst:
nb_no: Hvit først:
pl_pl: Pierwszy biały:
ru_ru: Белый первый
sk_sk: Biely prvý:
sv_se: Vit först:
uk_ua: Білий спочатку:

source: Best two out of three matches:
da_dk: Bedst 2 ud af 3 kampe:
de_de: Best of 3
es_es: Los dos mejores de tres encuentros:
fa_ir: بهترین دو تا از سه مسابقه
fi_fi: Paras kaksi kolmesta:
fr_fr: Deux de trois matchs:
he_il: הטוב משלוש
is_is: Tvær af þremur unnar viðureignir:
nb_no: Beste to av tre kamper:
pl_pl: Do dwóch wygranych walk:
ru_ru: лучшие 2 из 3-х матчей
sk_sk: Najlepší dvaja z troch zápasov:
sv_se: Bäst av tre matcher:
uk_ua: Двоє кращих у трьох сутичках

source: Medal will be awarded only if a contest was won:
da_dk: Medalje tildeles kun hvis en kamp er vundet:
de_de: Medaille nur, wenn ein Kampf gewonnen wurde:
es_es: Solo se dará Medalla si se ha ganado un combate:
fa_ir: اگر مسابقه را برنده شود مدال تعلق میگیرد
fi_fi: Mitali vain, jos ottelu voitettu:
fr_fr: Médaille sera accordé seulement si un match a été gagné:
he_il: הענקת מדליה רק עם ניצח קרב
is_is: Verðlaun verða aðeins veitt ef viður- eign vannst:
nb_no: Medalje tildeles kun dersom en kamp ble vunnet:
pl_pl: Medale są przyznawane tylko, gdy zostanie wygrana walka:
ru_ru: Медаль присуждается, если участник выигрывает
sk_sk: Bude ocenený, ak vyhrá aspoň jeden zápas:
sv_se: Medalj delas ut bara om en tävling vanns:
uk_ua: Лише переможна сутичка надає право на медаль

source: Seeded to fixed places:
da_dk: Seedet til faste pladser:
de_de: Setzplätze fest zuweisen:
es_es: Cabezas de serie a puestos fijos:
fa_ir: اعمال سید بندی
fi_fi: Sijoitetut kiinteille paikoille:
fr_fr: Favori à des positions fixes:
he_il: מדורגים למקומות קבועים:
is_is: Forröðun á fyrirfram ákveðna staði:
nb_no: Seedet til faste plasser:
pl_pl: Rozstawienie na ustalone miejsca:
ru_ru: посеять в фиксированные места
sk_sk: Nasadenie na pevné miesto:
sv_se: Seedning till fasta platser:
uk_ua: Сіяні з фіксованими місцями

source: Use the first places only:
da_dk: Benyt kun førstepladser:
de_de: Nur die ersten drei Platzierungen Anzeigen:
fi_fi: Käytä vain ensimmäisiä paikkoja
fr_fr: Utilisez les premières places seulement:
he_il: השתמש במקומות הראשונים בלבד
is_is: Nota aðeins fyrstu sætin við forröðun:
sk_sk: Použiť len prvé miesta:
